Repository: centreon/centreon
Catalog: centreon/lang/*.UTF-8/LC_MESSAGES/help.po
Languages: es, zh_cn

source: Comments regarding this resource rule.
es: Comenta acerca de esta regla de recursos.
zh_cn: 关于此资源规则的评论。

source: Hosts that will be displayed to users. Services that belong to these hosts will also be visible.
es: Hosts que se mostrarán a los usuarios. Los servicios que pertenecen a estos hosts también serán visibles.
zh_cn: 将显示给用户的主机。属于这些主机的服务也将可见。

source: Host groups that will be displayed to users. Hosts that belong to these host groups will also be visible.
es: Grupos de hosts que se mostrarán a los usuarios. Los invitados que pertenecen a estos grupos de anfitriones también serán visibles.
zh_cn: 将显示给用户的主机组。属于这些主机组的主机也将可见。

source: Excluding hosts from the selected host groups will hide them from users.
es: La exclusión de hosts de grupos de hosts permite ocultarlos a los usuarios.
zh_cn: 将主机从所选主机组中删除将对用户隐藏主机。

source: Service groups that will be displayed to users. Services that belong to these service groups will also be visible.
es: Grupos de servicios que se mostrarán a los usuarios. Los servicios que pertenecen a estos grupos de servicios también serán visibles.
zh_cn: 将显示给用户的服务组。属于这些服务组的服务也将可见。

source: Meta services that will be displayed to users.
es: Meta-servicios que se mostrarán a los usuarios.
zh_cn: 将显示给用户的元服务。

source: Will only display resources that are monitored by these pollers. When blank, no filter is applied.
es: Solo se mostrarán aquellos recursos supervisados ​​por estos recolectores. Cuando no se selecciona nada, no se aplica ningún filtro.
zh_cn: 将只显示由这些轮询器监视的资源。当为空时，表示不应用过滤器。

source: Will only display hosts that belong to these host categories. When blank, no filter is applied.
es: Sólo mostrará los hosts que pertenecen a estas categorías de hosts. Cuando no se selecciona nada, no se aplica ningún filtro.
zh_cn: 将只显示属于这些主机类别的主机。当为空时，表示不应用过滤器。

source: Will only display services that belong to these service categories. When blank, no filter is applied.
es: Sólo mostrará los servicios que pertenecen a estas categorías de servicios. Cuando no se selecciona nada, no se aplica ningún filtro.
zh_cn: 将只显示属于这些服务类别的服务。当为空时，表示不应用过滤器。

source: Enter a new name for the image.
es: Introduzca un nuevo nombre para la imagen.
zh_cn: 为映像输入一个新名称。

source: Enter an already existing or a new directory to add the uploads to it. A non-existent directory name will be created first.
es: Ingrese el nombre de una carpeta existente o una nueva carpeta para agregar las imágenes enviadas. Primero se creará un directorio que no existe.
zh_cn: 输入一个已经存在的目录或新目录，以便将上传的内容添加到该目录。首先将创建一个不存在的目录名。

source: Select a local file to upload. You can upload jpg, png, gif and gd2 files. Multiple images can be uploaded together inside archives like zip, tar, tar.gz or tar.bz2.
es: Seleccione un archivo local para enviar. Puede enviar un archivo de tipo jpg, png, gif y gd2. Se pueden enviar varias imágenes dentro de un archivo de tipo zip, tar, tar.gz o tar.bz2.
zh_cn: 选择要上传的本地文件。您可以上传jpg, png, gif和gd2文件。多个图像可以一起上传到像zip, tar, tar.gz或tar.bz2这样的存档文件中。

source: Destination directory.
es: Directorio de destino.
zh_cn: 目标目录。

source: Images.
es: Imagenes
zh_cn: 图像。

source: Name of curve template.
es: Nombre del modelo de la curva.
zh_cn: 曲线模板名称。

source: It is possible to define a specific service for the data source.
es: Es posible definir un servicio específico para la fuente de datos.
zh_cn: 可以为数据源定义特定的服务。

source: Must be the display name of the metric. Refer to the check plugin for more information.
es: Debe ser el nombre de la métrica. Consulte la sonda para más información.
zh_cn: 必须是度量的显示名称。更多信息请参考check插件。

source: Enables graph stacking.
es: Habilitar el apilamiento de gráficos.
zh_cn: 启用图形叠加。

source: Display order.
es: Orden de visualización.
zh_cn: 显示的顺序。

source: Inverted curve (with negative values).
es: Curva invertida (con valores negativos).
zh_cn: 倒曲线(带负值)。

source: Curve thickness.
es: Espesor de la curva.
zh_cn: 曲线厚度。

source: Curve line color.
es: Color de la curva.
zh_cn: 曲线线条颜色。

source: When filling property is enable, the area color displayed in Centreon is the curve line color with transparency.For exported graphs, the area color is defined with those fields.
zh_cn: 启用填充属性后，中心线中显示的区域颜色为具有透明度的曲线颜色。对于导出的图形，区域颜色由这些字段定义。

source: Curve transparency. Used to export the chart.
zh_cn: 曲线的透明度。用于导出图表。

source: Enables area filling.
es: Habilitar el llenado.
zh_cn: 启用区域填充。

source: Legend Name.
es: Nombre de la leyenda.
zh_cn: Legend名字。

source: Displays the legend only, thus hiding the curve.
es: Muestra solo la leyenda, ocultando la curva.
zh_cn: 仅显示图例，从而隐藏曲线。

source: Number of line breaks after the legend.
es: Número de líneas nuevas después de la leyenda.
zh_cn: 图例后的换行次数。

source: Prints maximum value.
es: Muestra el valor máximo.
zh_cn: 打印最大值。

source: Prints minimum value.
es: Muestra el valor mínimo.
zh_cn: 打印最小值。

source: Rounds the value.
es: Redondea el valor.
zh_cn: 将值舍入。

source: Prints average value.
es: Muestra el valor medio.
zh_cn: 打印平均值。

source: Prints last Value.
es: Muestra el último valor.
zh_cn: 打印最后一个值。

source: Print total value.
es: Muestra el valor total.
zh_cn: 打印总值。

source: Comments regarding the curve template.
es: Comenta el modelo de curva.
zh_cn: 关于曲线模板的注释。

source: Name of graph template.
es: Nombre de la plantilla gráfica.
zh_cn: 图形模板名称。

source: Vertical Label (Y-axis).
es: Etiqueta vertical (eje Y).
zh_cn: 垂直标签(y轴)。

source: Width of grid. Used to export the chart.
zh_cn: 网格的宽度。用于导出图表。

source: Height of grid. Used to export the chart.
zh_cn: 网格的高度。用于导出图表。

source: Lower limit of grid.
es: Límite bajo de la rejilla.
zh_cn: 网格下限。

source: Upper limit of grid.
es: Límite alto de la rejilla.
zh_cn: 网格上限。

source: Base value.
es: Valor base.
zh_cn: 基础值。

source: Enables auto scale of graph.
es: Activar la escala automática de la gráfica.
zh_cn: 启用图形的自动缩放。

source: Set as default graph template.
es: Plantilla gráfica predeterminada.
zh_cn: 设置为默认图形模板。

source: Comments regarding the graph template.
es: Comentario de la plantilla del gráfico.
zh_cn: 关于图形模板的注释。

source: Name of virtual metric.
es: Nombre de la métrica virtual.
zh_cn: 虚拟度量的名称。

source: Host / Service Data Source.
es: Fuente de datos de host / servicio.
zh_cn: 主机/服务数据源。

source: DEF Type.
es: Tipo DEF.
zh_cn: DEF类型。

source: RPN (Reverse Polish Notation) Function *.
es: Función NPI (notación polaca inversa) *.
zh_cn: RPN(反向波兰符号)功能*。

source: Metric unit.
es: Unidad de la métrica.
zh_cn: 公制单位。

source: Warning threshold.
es: Advertencia de umbral.
zh_cn: 警告阈值。

source: Critical threshold.
es: Umbral crítico.
zh_cn: 临界阈值。

source: Hides curve and legend.
es: Ocultar curvas y leyendas.
zh_cn: 隐藏曲线和图例。

source: Comments regarding the virtual metric.
es: Comenta la métrica virtual.
zh_cn: 关于虚拟度量的评论。

source: Centreon Web URI.
es: Acceso URI a la interfaz de Centreon.

source: This is the maximum number of seconds that the monitoring engine will allow service checks to run. If checks exceed this limit, they are killed and an UNKNOWN state is returned. A timeout error will also be logged. This option is meant to be used as a last ditch mechanism to kill off plugins which are misbehaving and not exiting in a timely manner. It should be set to something high (like 60 seconds or more), so that each service check normally finishes executing within this time limit. If a service check runs longer than this limit, the monitoring engine will kill it off, thinking it is a runaway process.
es: Este es el número máximo de segundos asignados por el motor de monitoreo para verificar un servicio. Si la verificación excede este tiempo, se cancela y se devuelve un estado DESCONOCIDA. También se registra un error de tiempo de espera en el archivo de registro. Esta opción está diseñada para usarse como último recurso para eliminar las sondas que se comportan mal y no se completan en el tiempo asignado. El valor debe ser lo suficientemente alto (algo así como 60 segundos o más), para que cada verificación pueda completarse antes de ese tiempo. Si una verificación de servicio se extiende más allá de este límite, el motor de monitoreo lo matará, pensando que es un proceso con problemas.
