Repository: centreon/centreon
Catalog: centreon/lang/*.UTF-8/LC_MESSAGES/help.po
Languages: es, zh_cn

source: This is an advanced feature. You'll need to read the Centreon Engine source code to use this option effectively. These options determine which host contact attributes are NOT retained across program restarts. By default, all host and service attributes are retained.
zh_cn: 这是一个高级特性。你需要阅读Centreon引擎的源代码才能有效地使用这个选项。这些选项决定在程序重新启动时不保留哪些主机联系属性。默认情况下，保留所有的主机和业务属性。

source: This option determines whether messages are logged to the syslog facility on your local host.
es: Esta opción determina si los mensajes se guardan en el archivo syslog de su host local.
zh_cn: 此选项确定是否将消息记录到本地主机上的syslog设施。

source: This option determines whether or not notification messages are logged. If you have a lot of contacts or regular service failures your log file will grow relatively quickly. Use this option to keep contact notifications from being logged.
es: Esta opción determina si los mensajes de notificación se registran o no. Si tiene muchos contactos o muchos servicios por error, su archivo de registro crecerá relativamente rápido. Utilice esta opción para registrar estas notificaciones.
zh_cn: 此选项确定是否记录通知消息。如果您有很多联系人或定期服务故障，您的日志文件将相对快速地增长。使用此选项以保持联系通知不被记录。

source: This option determines whether or not service check retries are logged. Service check retries occur when a service check results in a non-OK state, but you have configured Monitoring Engine to retry the service more than once before responding to the error. Services in this situation are considered to be in "soft" states. Logging service check retries is mostly useful when attempting to debug Monitoring Engine or test out service event handlers.
es: Esta opción determina si se registran intentos repetidos de controlar un servicio. Estos intentos ocurren cuando un servicio devuelve un estado diferente de OK, pero ha configurado el motor de monitoreo para que lo intente más de una vez antes de considerarlo un error. Los servicios en esta situación se dice que están en estado suave. Los intentos de control de registro permiten depurar el motor de monitoreo o probar el controlador de eventos.
zh_cn: 此选项确定是否记录服务检查重试。服务检查重试发生在服务检查结果为非ok状态，但您已配置监控引擎，在响应错误前重试服务多次。这种情况下的服务被认为处于“软”状态。在尝试调试监视引擎或测试服务事件处理程序时，记录服务检查重试非常有用。

source: This option determines whether or not host check retries are logged. Logging host check retries is mostly useful when attempting to debug Monitoring Engine or test out host event handlers.
es: Esta opción determina si se registran intentos repetidos de controlar un host. Los intentos de control de registro permiten depurar el motor de monitoreo o probar el controlador de eventos.
zh_cn: 此选项确定是否记录主机检查重试。在试图调试监控引擎或测试主机事件处理程序时，记录主机检查重试非常有用。

source: This option determines whether or not service and host event handlers are logged. Event handlers are optional commands that can be run whenever a service or hosts changes state. Logging event handlers is most useful when debugging Monitoring Engine or first trying out your event handler scripts.
es: Esta opción determina si se registra el manejo de eventos relacionados con hosts o servicios. Los controladores de eventos son comandos opcionales que pueden iniciarse cuando cambia el estado de un servidor o servicio. El registro de administración de eventos se utiliza para depurar el motor de monitoreo o para probar los scripts de administración de eventos.
zh_cn: 此选项确定是否记录服务和主机事件处理程序。事件处理程序是可选的命令，可以在服务或主机改变状态时运行。在调试监控引擎或第一次尝试事件处理程序脚本时，记录事件处理程序最有用。

source: This option determines whether or not Monitoring Engine will log external commands that it receives from the external command file. This option is enabled by default.
es: Esta opción determina si el motor de administración registra los comandos externos recibidos por el archivo de comandos externo. Esta opción está habilitada por defecto.
zh_cn: 此选项确定监视引擎是否将记录从外部命令文件接收的外部命令。该选项默认启用。

source: This option determines whether or not Monitoring Engine will log passive host and service checks that it receives from the external command file. This option is enabled by default. If you are setting up a distributed monitoring environment or plan on handling a large number of passive checks on a regular basis, you may wish to disable this option so your log file doesn't get too large.
es: Esta variable determina si el motor de administración registrará los comandos externos recibidos a través del archivo de comandos externo. Esta opción está habilitada por defecto. Si está configurando un entorno distribuido o procesando una gran cantidad de comprobaciones pasivas de forma regular, puede desactivar esta opción para evitar que su archivo de registro sea demasiado grande.
zh_cn: 此选项确定监控引擎是否将记录被动主机和服务从外部命令文件接收到的检查。该选项默认启用。如果您正在设置分布式监控环境或计划定期处理大量被动检查，您可能希望禁用此选项，以便您的日志文件不会变得太大。

source: This option allows you to specify a host event handler command that is to be run for every host state change. The global event handler is executed immediately prior to the event handler that you have optionally specified in each host definition. The maximum amount of time that this command can run is controlled by the event_handler_timeout option.
es: Esta opción le permite especificar un controlador de eventos al que se llama cada vez que cambia un estado de host. El administrador de eventos global se ejecuta justo antes del controlador de eventos que haya especificado opcionalmente en la definición de host. El tiempo máximo de ejecución de este comando está determinado por la variable event_handler_timeout.
zh_cn: 此选项允许您指定一个主机事件处理程序命令，该命令将在每次主机状态更改时运行。全局事件处理程序在您在每个主机定义中可选指定的事件处理程序之前立即执行。该命令可以运行的最大时间由event_handler_timeout选项控制。

source: This option allows you to specify a service event handler command that is to be run for every service state change. The global event handler is executed immediately prior to the event handler that you have optionally specified in each service definition. The maximum amount of time that this command can run is controlled by the event_handler_timeout option.
es: Esta opción le permite especificar un controlador de eventos al que se llama cada vez que un estado cambia un servicio. El controlador de eventos global se ejecuta justo antes del controlador de eventos que haya especificado opcionalmente en la definición del servicio. El tiempo máximo de ejecución de este comando está determinado por la variable event_handler_timeout.
zh_cn: 此选项允许您指定一个服务事件处理程序命令，该命令将为每个服务状态更改运行。全局事件处理程序在您在每个服务定义中可选指定的事件处理程序之前立即执行。该命令可以运行的最大时间由event_handler_timeout选项控制。

source: This is the number of seconds that Monitoring Engine will sleep before checking to see if the next service or host check in the scheduling queue should be executed. Note that Monitoring Engine will only sleep after it "catches up" with queued service checks that have fallen behind.
es: Esta es la cantidad de segundos que el motor supervisor se pondrá en suspensión antes de verificar para ver si el próximo servicio o la verificación del host en la cola se ejecutará. Tenga en cuenta que el motor de supervisión solo se quedará dormido después de borrar las comprobaciones de servicio retrasadas en la cola.
zh_cn: 这是监控引擎在检查是否应该执行调度队列中的下一个服务或主机检查之前睡眠的秒数。注意，监控引擎只有在“赶上”排队的服务检查后才会休眠。

source: This option allows you to specify the maximum number of service checks that can be run in parallel at any given time. Specifying a value of 1 for this variable essentially prevents any service checks from being run in parallel. Specifying a value of 0 (the default) does not place any restrictions on the number of concurrent checks. You'll have to modify this value based on the system resources you have available on the machine that runs Monitoring Engine, as it directly affects the maximum load that will be imposed on the system (processor utilization, memory, etc.).
es: Esta opción le permite especificar el número máximo de comprobaciones de servicio que pueden ejecutarse en paralelo en un momento dado. Un valor de 1 evita la paralelización. Un valor de 0 (predeterminado) no impone ninguna restricción en el número de comprobaciones simultáneas. Ajustará este valor de acuerdo con las capacidades de la máquina que ejecuta el motor supervisor porque afecta directamente la carga del sistema (procesador, memoria, etc.).
zh_cn: 此选项允许您指定在任何给定时间可以并行运行的服务检查的最大数量。为该变量指定值1实质上阻止了任何服务检查并行运行。指定值0(默认值)不会限制并发检查的数量。您必须根据运行监视引擎的机器上可用的系统资源来修改此值，因为它直接影响系统的最大负载(处理器利用率、内存等)。

source: This option determines the maximum number of minutes from when Monitoring Engine starts that all hosts (that are scheduled to be regularly checked) are checked. This option will automatically adjust the host inter-check delay method (if necessary) to ensure that the initial checks of all hosts occur within the timeframe you specify. In general, this option will not have an effect on host check scheduling if scheduling information is being retained using the use_retained_scheduling_info option. Default value is 30 (minutes).
es: Esta opción determina la cantidad máxima de minutos entre el inicio del motor de monitoreo y la verificación de todos los hosts (que deben verificarse regularmente). Esta opción ajusta automáticamente la política de demora entre las comprobaciones del host (si es necesario) para garantizar que las comprobaciones iniciales de todos los hosts se realicen dentro del intervalo de tiempo especificado. En general, esta opción no tiene ningún efecto en la programación de las comprobaciones del host si la información de programación se conserva mediante la opción use_retained_scheduling_info. El valor predeterminado es 30 (minutos).
zh_cn: 此选项确定从监控引擎启动开始对所有主机(计划定期检查的主机)进行检查的最大分钟数。该选项将自动调整主机间检查延迟方法(如果需要的话)，以确保所有主机的初始检查都在指定的时间范围内发生。通常，如果使用use_retained_scheduling_info选项保留调度信息，该选项对主机检查调度不会有影响。默认值为30分钟。

source: This option determines the maximum number of minutes from when Monitoring Engine starts until all services (that are scheduled to be regularly checked) are checked. This option will automatically adjust the service inter-check delay method (if necessary) to ensure that the initial checks of all services occur within the timeframe you specify. In general, this option will not have an effect on service check scheduling if scheduling information is being retained using the use_retained_scheduling_info option. Default value in centengine is 5 (minutes) but it should be raised to 30 if the poller monitors more than 5000 services to avoid load issues.
zh_cn: 此选项确定从监控引擎启动到所有服务(计划定期检查)被检查的最大分钟数。此选项将自动调整服务间检查延迟方法(如有必要)，以确保所有服务的初始检查在您指定的时间范围内发生。通常，如果使用use_retained_scheduling_info选项保留调度信息，则该选项对服务检查调度没有影响。centengine的默认值是5分钟，但如果轮询器监控的服务超过5000个，则应该将其提高到30分钟，以避免负载问题。

source: This option determines how service checks are interleaved. Interleaving allows for a more even distribution of service checks, reduced load on remote hosts, and faster overall detection of host problems. By default this value is set to s (smart) for automatic calculation of the interleave factor. Don't change unless you have a specific reason to change it. Setting this value to a number greater than or equal to 1 specifies the interleave factor to use. A value of 1 is equivalent to not interleaving the service checks.
es: Esta opción determina cómo se intercalan los controles de servicios. El entrelazado permite una mejor distribución de los controles de servicio, reduce la carga en los hosts remotos y acelera la detección de los problemas del host. Por defecto, este valor se establece en s (inteligente) para el cálculo automático del factor de intercalación. No cambie este valor a menos que tenga una razón especial para hacerlo. Al establecer este valor en un número mayor o igual a 1, se especifica el factor de intercalación que se debe utilizar. Un valor de 1 es equivalente a no intercalar las comprobaciones de servicio.
zh_cn: 这个选项决定了服务检查的交叉方式。交错允许更均匀地分布服务检查，减少远程主机上的负载，并更快地全面检测主机问题。默认情况下，该值设置为s (smart)，用于自动计算交错因子。除非有特别的理由，否则不要改变。将此值设置为大于或等于1的数字指定要使用的交错因子。值为1时，表示服务检查不交错。

source: This option allows you to control how service checks are initially "spread out" in the event queue. Enter "s" for using a "smart" delay calculation (the default), which will cause Monitoring Engine to calculate an average check interval and spread initial checks of all services out over that interval, thereby helping to eliminate CPU load spikes. Using no delay ("n") is generally not recommended, as it will cause all service checks to be scheduled for execution at the same time. This means that you will generally have large CPU spikes when the services are all executed in parallel. Use a "d" for a "dumb" delay of 1 second between service checks or supply a fixed value of x.xx seconds for the inter-check delay.
es: Esta opción controla cómo las comprobaciones de servicio se "reparten" inicialmente en la cola. Ingrese "s" para un cálculo de retraso "inteligente" (predeterminado), el motor de supervisión calculará un intervalo de tiempo promedio entre las comprobaciones y distribuirá las comprobaciones iniciales de servicios en este intervalo, lo que ayuda a eliminar los picos de carga de la CPU. El valor sin demora ("n") no suele recomendarse, ya que programa todas las comprobaciones de servicio al mismo tiempo. Esto significa que los picos de consumo de la CPU son generalmente importantes cuando las comprobaciones de servicio se ejecutan en paralelo. Ingrese el valor "d" para un retraso predeterminado de 1 segundo entre las comprobaciones de servicio o proporcione un valor fijo de x.xx segundos para el retraso entre las comprobaciones.
zh_cn: 此选项允许您控制服务检查最初如何在事件队列中“展开”。输入“s”表示使用“智能”延迟计算(默认)，这将导致监控引擎计算平均检查间隔，并将所有服务的初始检查分散在该间隔内，从而帮助消除CPU负载峰值。一般不建议使用延迟(“n”)，因为它会导致所有服务检查被安排在同一时间执行。这意味着，当所有服务都并行执行时，通常会有很大的CPU峰值。使用“d”表示两次服务检查之间的“哑”延迟为1秒，或者提供一个固定值x.x xx秒作为两次检查之间的延迟。

source: This option allows you to control how host checks are initially "spread out" in the event queue. Enter "s" for using a "smart" delay calculation (the default), which will cause Monitoring Engine to calculate an average check interval and spread initial checks of all hosts out over that interval, thereby helping to eliminate CPU load spikes. Using no delay ("n") is generally not recommended, as it will cause all host checks to be scheduled for execution at the same time. This means that you will generally have large CPU spikes when the hosts are all executed in parallel. Use a "d" for a "dumb" delay of 1 second between host checks or supply a fixed value of x.xx seconds for the inter-check delay.
es: Esta opción controla cómo las comprobaciones del host se "reparten" inicialmente en la cola. Ingrese "s" para un cálculo de retraso "inteligente" (predeterminado), el motor de supervisión calculará un intervalo de tiempo promedio entre las comprobaciones y distribuirá las comprobaciones iniciales de los hosts en este intervalo, lo que ayuda a eliminar los picos de carga de la CPU. El valor sin demora ("n") no suele recomendarse porque programa todas las comprobaciones del host al mismo tiempo. Esto significa que los picos de consumo de CPU suelen ser grandes cuando todas las comprobaciones del host se ejecutan en paralelo. Ingrese el valor "d" para un retraso predeterminado de 1 segundo entre las comprobaciones de servicio o proporcione un valor fijo de x.xx segundos para el retraso entre las comprobaciones.
zh_cn: 这个选项允许你控制主机检查最初如何在事件队列中“展开”。输入“s”表示使用“智能”延迟计算(默认)，这将导致监控引擎计算平均检查间隔，并在该间隔内分散所有主机的初始检查，从而帮助消除CPU负载峰值。一般不建议使用延迟(“n”)，因为这将导致所有主机检查被安排在同一时间执行。这意味着当所有主机都并行执行时，通常会有很大的CPU峰值。使用“d”表示主机检查之间的“哑”延迟为1秒，或者提供一个固定值x.xx秒作为跨检查的延迟。

source: This option allows you to control the frequency in seconds of check result "reaper" events. "Reaper" events process the results from host and service checks that have finished executing. These events constitute the core of the monitoring logic in Monitoring Engine.
es: Esta opción le permite controlar la frecuencia de consolidación de eventos en segundos. La consolidación de eventos procesa los resultados de las comprobaciones del host y del servicio que se completan. Estos eventos forman el corazón de la lógica de supervisión del motor de supervisión.
zh_cn: 这个选项允许你控制以秒为单位的检查结果“收割者”事件的频率。“Reaper”事件处理完成执行的主机和服务检查的结果。这些事件构成了监控引擎中监控逻辑的核心。

source: This option determines whether or not Monitoring Engine will translate DOWN/UNREACHABLE passive host check results to their "correct" state from the viewpoint of the local Monitoring Engine instance. This can be very useful in distributed and failover monitoring installations. Option is disabled by default.
zh_cn: 此选项确定监控引擎是否将从本地监控引擎实例的角度将/不可达被动主机检查结果转换为其“正确”状态。这在分布式和故障转移监视安装中非常有用。选项默认关闭。

source: This option determines whether or not Monitoring Engine will treat passive host checks as HARD states or SOFT states. By default, a passive host check result will put a host into a HARD state type. This option is disabled by default.
es: Esta opción determina si el motor de supervisión considera las comprobaciones pasivas del host como HARD o SOFT. De forma predeterminada, el resultado de una verificación de host pasiva da como resultado un estado DIFÍCIL. Esta opción está deshabilitada por defecto.
zh_cn: 这个选项决定监控引擎是否将被动主机检查视为硬状态或软状态。默认情况下，被动主机检查结果将把主机放入硬状态类型。该选项默认是禁用的。

source: This option determines whether or not Monitoring Engine will attempt to automatically reschedule active host and service checks to "smooth" them out over time. This can help to balance the load on the monitoring server, as it will attempt to keep the time between consecutive checks consistent, at the expense of executing checks on a more rigid schedule.<br><b>Warning:</b> this is an experimental feature and may be removed in future versions. Enabling this option can degrade performance - rather than increase it - if used improperly!
es: Esta opción determina si el motor de monitoreo intenta o no reprogramar automáticamente las verificaciones de servicio y host activas para "distribuirlas" a lo largo del tiempo. Esto puede ayudar a equilibrar la carga en el servidor de monitoreo, ya que intentará mantener el tiempo entre verificaciones consecutivas consistentes, en detrimento de realizar las verificaciones de acuerdo con un cronograma más estricto. <br> <b> Advertencia: </ b> esta función es experimental y puede eliminarse en futuras versiones. Habilitar esta opción puede degradar el rendimiento, en lugar de aumentarlo, ¡se utiliza incorrectamente!
zh_cn: 此选项确定监控引擎是否会尝试自动重新安排活动主机和服务检查，以使它们随着时间的推移“平滑”。这有助于平衡监控服务器上的负载，因为它将尝试保持连续检查之间的时间一致，但以更严格的时间表执行检查为代价。<br><b>警告:</b>这是一个实验特性，可能在未来的版本中被删除。如果使用不当，启用此选项会降低性能，而不是提高性能!

source: This option determines how often Monitoring Engine will attempt to automatically reschedule checks. This option only has an effect if the auto_reschedule_checks option is enabled. Default is 30 seconds.
es: Esta opción determina la frecuencia con la que el motor de monitoreo intentará reprogramar automáticamente los cheques. Esta opción solo tiene efecto si la opción auto_reschedule_checks está habilitada. Predeterminado a 30 segundos.
zh_cn: 此选项确定监控引擎尝试自动重新安排检查的频率。该选项仅在启用auto_reschedule_checks选项时生效。默认为30秒。

source: This option determines the "window" of time that Monitoring Engine will look at when automatically rescheduling checks. Only host and service checks that occur in the next X seconds (determined by this variable) will be rescheduled. This option only has an effect if the auto_reschedule_checks option is enabled. Default is 180 seconds (3 minutes).
es: Esta opción determina la "ventana" de tiempo en que el motor de administración reprograma automáticamente las verificaciones. Solo se reprogramarán las comprobaciones de host y servicio que se produzcan en los próximos N segundos (determinados por esta variable). Esta opción solo tiene efecto si la opción auto_reschedule_checks está habilitada. El valor predeterminado es 180 segundos (3 minutos).
zh_cn: 这个选项决定了监控引擎在自动重新安排检查时将关注的时间窗口。只有在接下来的X秒内(由这个变量决定)进行的主机和服务检查才会被重新安排。该选项仅在启用auto_reschedule_checks选项时生效。默认为180秒(3分钟)

source: This option determines whether or not Monitoring Engine will try and detect hosts and services that are "flapping". Flapping occurs when a host or service changes between states too frequently, resulting in a barrage of notifications being sent out. When Monitoring Engine detects that a host or service is flapping, it will temporarily suppress notifications for that host/service until it stops flapping. Flap detection is very experimental at this point, so use this feature with caution! More information on how flap detection and handling works can be found here. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. This option is disabled by default.
es: Esta opción determina si el motor de monitoreo intentará detectar hosts y servicios que están "tambaleándose". La oscilación es cuando un host o servicio cambia de estado con demasiada frecuencia, lo que provoca una gran cantidad de notificaciones enviadas. Cuando el motor de administración detecta que un host o servicio se está tambaleando, elimina temporalmente las notificaciones de ese host / servicio hasta que deja de escanear. La detección de oscilaciones es muy experimental en este punto, ¡así que use esta función con cuidado! Para obtener más información sobre la detección de swing y las acciones, consulte la documentación del motor de supervisión. Nota: Si la retención de estado está activa, el motor de administración ignorará este parámetro al (re) iniciar y usará su último valor conocido para esta opción (tal como está almacenado en el archivo de retención de estado). a menos que deshabilite la opción use_retained_program_state. Esta opción está deshabilitada por defecto.
zh_cn: 此选项确定监控引擎是否会尝试检测“抖动”的主机和服务。当主机或服务的状态切换过于频繁时，就会发生振荡，导致大量通知被发送出去。当监控引擎检测到一个主机或服务正在抖动时，它将暂时抑制对该主机/服务的通知，直到它停止抖动。皮瓣检测在这一点上是非常实验性的，所以要谨慎使用这个功能!更多关于皮瓣检测和处理的信息可以在这里找到。注意:如果启用了状态保留，则监控引擎将在(重新)启动时忽略此设置，并使用此选项的最后已知设置(存储在状态保留文件中)，除非禁用use_retained_program_state选项。该选项默认是禁用的。

source: This option is used to set the low threshold for detection of service flapping. For more information read the Monitoring Engine section about flapping.
es: Esta opción le permite especificar el umbral inferior para detectar la oscilación de un servicio. Para obtener más información, lea la sección Gestión de la oscilación de la documentación del motor de supervisión.
zh_cn: 该选项用于设置检测业务振荡的低阈值。有关扑动的更多信息，请参阅监控引擎部分。

source: This option is used to set the high threshold for detection of service flapping. For more information read the Monitoring Engine section about flapping.
es: Esta opción le permite especificar el umbral superior para detectar la oscilación de un servicio. Para obtener más información, lea la sección Gestión de la oscilación de la documentación del motor de supervisión.
zh_cn: 该选项用于设置业务振荡检测的高阈值。有关扑动的更多信息，请参阅监控引擎部分。

source: This option is used to set the low threshold for detection of host flapping. For more information read the Monitoring Engine section about flapping.
es: Esta opción le permite especificar el umbral inferior para detectar la oscilación de un host. Para obtener más información, lea la sección Gestión de la oscilación de la documentación del motor de supervisión.
zh_cn: 该选项用于设置主机震荡检测的下限阈值。有关扑动的更多信息，请参阅监控引擎部分。

source: This option is used to set the high threshold for detection of host flapping. For more information read the Monitoring Engine section about flapping.
es: Esta opción le permite especificar el umbral superior para detectar la oscilación de un host. Para obtener más información, lea la sección Gestión de la oscilación de la documentación del motor de supervisión.
zh_cn: 该选项用于设置主机震荡检测的高阈值。有关扑动的更多信息，请参阅监控引擎部分。
