Repository: centreon/centreon
Catalog: centreon/lang/*.UTF-8/LC_MESSAGES/help.po
Languages: es, zh_cn

source: Whether or not this category is enabled.
es: Esta categoría está activa.
zh_cn: 是否启用此类别。

source: Comment regarding this category.
es: Comentario sobre esta categoría.
zh_cn: 关于这个类别的评论。

source: Define a short name for this dependency.
es: Establece un nombre corto para esta dependencia.
zh_cn: 为这个依赖定义一个简短的名称。

source: Define a description for this dependency for easier identification and differentiation.
es: Define una descripción para esta dependencia para identificarla y diferenciarla más fácilmente.
zh_cn: 定义此依赖项的描述，以便于识别和区分。

source: This directive indicates whether or not the dependency inherits dependencies of the host that is being depended upon (also referred to as the master host). In other words, if the master host is dependent upon other hosts and any one of those dependencies fail, this dependency will also fail.
es: Esta variable indica si la dependencia hereda las dependencias del host del que dependemos (también denominado host maestro). En otras palabras, si el host maestro depende de varios otros hosts y una de estas dependencias falla, entonces esa dependencia también fallará.
zh_cn: 该指令指示依赖项是否继承被依赖主机(也称为主主机)的依赖项。换句话说，如果主主机依赖于其他主机，并且其中任何一个依赖项失败，则该依赖项也将失败。

source: Ignored by Centreon Engine.
es: Ignorado por el motor de Centreon.
zh_cn: 被Centreon引擎忽略。

source: This directive is used to specify the criteria that determine when the dependent host should not be actively checked. If the master host is in one of the failure states we specify, the dependent host will not be actively checked. If you specify None as an option, the execution dependency will never fail and the dependent host will always be actively checked (if other conditions allow for it to be).
es: Esta variable se utiliza para especificar los criterios que determinan cuándo el host dependiente no debe controlarse activamente. Si el host maestro está en un estado de error que especificamos, el host dependiente no se controlará activamente. Si la opción especificada es "Ninguna", la ejecución de la dependencia nunca fallará y el host dependiente siempre será controlado activamente (si otras condiciones lo permiten).
zh_cn: 此指令用于指定确定何时不应主动检查依赖主机的标准。如果主主机处于我们指定的故障状态之一，则从属主机将不会被主动检查。如果您指定None作为选项，则执行依赖项将永远不会失败，并且将始终主动检查所依赖的主机(如果其他条件允许的话)。

source: This directive is used to define the criteria that determine when notifications for the dependent host should not be sent out. If the master host is in one of the failure states we specify, notifications for the dependent host will not be sent to contacts. If you specify None as an option, the notification dependency will never fail and notifications for the dependent host will always be sent out.
es: Esta variable se utiliza para definir los criterios que determinan cuándo no se deben enviar notificaciones para el host dependiente. Si el host maestro se encuentra en uno de los estados de error que especificamos, las notificaciones para el host dependiente no se enviarán a los contactos. Si no especifica ninguna opción, la ejecución de la dependencia nunca fallará y el host dependiente siempre será controlado activamente (si otras condiciones lo permiten).
zh_cn: 该指令用于定义确定何时不应发送依赖主机的通知的标准。如果主主机处于我们指定的故障状态之一，则不会将从属主机的通知发送给联系人。如果您将None指定为选项，则通知依赖项将永远不会失败，并且将始终发送相关主机的通知。

source: This directive is used to identify the short name(s) of the host(s) that is being depended upon (also referred to as the master host).
es: Este parámetro se usa para identificar el nombre (s) corto (s) del host (es) dependiente (también llamado host maestro).
zh_cn: 该指令用于标识所依赖的主机(也称为主主机)的短名称。

source: This directive is used to identify the short name(s) of the hostgroup(s) that is being depended upon (also referred to as the master host). The hostgroup_name may be used instead of, or in addition to, the host_name directive.
es: Este parámetro se utiliza para identificar el nombre (s) corto (s) de los grupos de hosts dependientes (también llamado host maestro). El parámetro hostgroup_name se puede usar en su lugar o junto con la variable host_name.
zh_cn: 该指令用于标识所依赖的主机组(也称为主主机)的短名称。hostgroup_name可以用来代替host_name指令，或者作为host_name指令的补充。

source: This directive is used to identify the dependent host(s).
es: Este parámetro se utiliza para identificar el host o los hosts dependientes.
zh_cn: 该指令用于标识依赖的主机。

source: This directive is used to identify the short name(s) of the dependent hostgroup(s). The dependent_hostgroup_name may be used instead of, or in addition to, the dependent_host_name directive.
es: Este parámetro se usa para identificar los nombres cortos de los grupos de hosts dependientes. El parámetro dependiente_hostgroup_name se puede usar en su lugar o junto con la variable dependiente_host_name.
zh_cn: 该指令用于标识从属主机组的短名称。可以使用dependent_hostgroup_name来代替dependent_host_name指令，也可以使用dependent_host_name指令。

source: This directive is used to specify the short name of the time period during which this dependency is valid. If this directive is not specified, the dependency is considered to be valid during all times.
es: Esta directiva se utiliza para especificar el nombre corto del período durante el cual las dependencias son válidas. Si no se especifica esta directiva, la dependencia se considera válida todo el tiempo.
zh_cn: 此指令用于指定此依赖项有效的时间段的短名称。如果未指定此指令，则认为该依赖项在任何时候都有效。

source: This directive is used to identify the description of the dependent service.
es: Esta variable se utiliza para identificar la descripción de un servicio dependiente.
zh_cn: 该指令用于标识依赖服务的描述。

source: Compatible with Centreon Broker only.
es: Compatible solo con Centreon Broker.
zh_cn: 仅与Centreon Broker兼容。

source: This directive is used to define a short name used to identify the host group.
zh_cn: 该指令用于定义一个用于标识主机组的短名称。

source: This directive is used to define is a longer name or description used to identify the host group.It is provided in order to allow you to more easily identify a particular host group.
zh_cn: 该指令用于定义一个较长的名称或描述，用于标识主机组。提供它是为了让您更容易地识别一个特定的主机组。

source: This is a list of hosts that should be included in this group. This directive may be used as an alternative to (or in addition to) the hostgroups directive in host definitions.
zh_cn: 这是应该包含在该组中的主机列表。这个指令可以在主机定义中作为hostgroups指令的替代(或补充)。

source: This optional directive can be used to include hosts from other host groups in this host group.
zh_cn: 此可选指令可用于将其他主机组中的主机包含在该主机组中。

source: Define an optional string of notes pertaining to the host group.
zh_cn: 定义一个可选的关于主机组的注释字符串。

source: Define an optional URL that can be used to provide more information about the host group. Any valid URL can be used. This can be very useful if you want to make detailed information on the host group, emergency contact methods, etc. available to other support staff.
zh_cn: 定义一个可选的URL，该URL可用于提供有关主机组的更多信息。任何有效的URL都可以被使用。如果您希望向其他支持人员提供有关主机组的详细信息、紧急联系方法等，这将非常有用。

source: Define an optional URL that can be used to provide more actions to be performed on the host group. You will see the link to the action URL in the host group details.
zh_cn: 定义一个可选的URL，该URL可用于提供要在主机组上执行的更多操作。您将在主机组详细信息中看到指向操作URL的链接。

source: Define the image that should be associated with this host group here. This image will be displayed in the various places. The image will look best if it is 40x40 pixels in size.
zh_cn: 在这里定义应该与这个主机组关联的映像。这幅图像将在各个地方展出。如果图像大小为40x40像素，则图像看起来最好。

source: Define an image that should be associated with this host group in the statusmap CGI in monitoring engine. You can choose a JPEG, PNG, and GIF image. The GD2 image format is preferred, as other image formats must be converted first when the statusmap image is generated. The image will look best if it is 40x40 pixels in size.
zh_cn: 在监控引擎中的statusmap CGI中定义一个应该与这个主机组关联的映像。您可以选择JPEG、PNG和GIF图像。首选GD2图像格式，因为在生成statusmap图像时必须首先转换其他图像格式。如果图像大小为40x40像素，则图像看起来最好。

source: RRD retention duration of all the services that are in this host group. If service is in multiple host groups, the highest retention value will be used.
zh_cn: 该主机组下所有业务的RRD保留时长。如果业务存在于多个主机组中，则使用最高的保留值。

source: Comments on this host group.
zh_cn: 对该主机组的评论。

source: Whether this host group is enabled.
zh_cn: 主机组是否已启用。

source: Name used for identification of this meta service.
es: Nombre utilizado para identificar este meta servicio.
zh_cn: 用于标识此元服务的名称。

source: Optional format string used for displaying the status of this meta service. The variable '%d' may be used and will be replaced by the calculated value.
es: Cadena de formato opcional utilizada para mostrar el estado de este meta servicio. La variable '%d' se puede usar y se reemplazará por el valor calculado.
zh_cn: 可选的格式字符串，用于显示此元服务的状态。可以使用变量'%d'，并将其替换为计算值。

source: Absolute value for warning level (low threshold).
es: Valor absoluto para el nivel de advertencia (umbral bajo).
zh_cn: 警告级别(低阈值)的绝对值。

source: Absolute value for critical level (low threshold).
es: Valor absoluto para el nivel crítico (umbral bajo).
zh_cn: 临界水平(低阈值)的绝对值。

source: Function to be applied to calculate the meta service status.
es: Función a aplicar para calcular el estado del meta servicio.
zh_cn: 计算元服务状态的功能。

source: Data source type of the meta service.
es: Fuente de datos utilizados para el meta servicio.
zh_cn: 元服务的数据源类型。

source: Selection mode for services to be considered for this meta service. In service list mode, mark selected services in the options on meta service list. In SQL matching mode, specify a search string to be used in an SQL query.
es: Cómo seleccionar los servicios para enlazar al meta-servicio. La primera opción permite seleccionar manualmente los servicios, mientras que la segunda integrará todos los servicios seleccionados por la consulta de SQL (definir la cadena de búsqueda de SQL).
zh_cn: 此元服务要考虑的服务的选择模式。在服务列表模式下，在元服务列表的选项中标记所选服务。在SQL匹配模式下，指定在SQL查询中使用的搜索字符串。

source: Search string to be used in a SQL LIKE query for service selection.
es: Cadena de búsqueda para usar en la consulta de tipo SQL LIKE para seleccionar un servicio.
zh_cn: 要在SQL LIKE查询中用于服务选择的搜索字符串。

source: Select the metric to measure for meta service status.
es: Seleccione la métrica para medir el estado del meta-servicio.
zh_cn: 选择要度量元服务状态的指标。

source: Specify the time period during which the meta service status is measured.
es: Especifica el período de tiempo durante el cual se mide el estado del meta servicio.
zh_cn: 指定测量元服务状态的时间段。

source: Define the number of times that Centreon will retry the service check command if it returns any state other than an OK state. Setting this value to 1 will cause Centreon to generate an alert without retrying the service check again.
es: Establece el número de veces que Centreon reintentará el comando de control de servicio si devuelve un estado diferente de OK. Establezca este valor en 1 y Centreon generará una alerta sin volver a intentarlo para verificar el servicio nuevamente.
zh_cn: 定义Centreon在返回除OK状态以外的任何状态时重试服务检查命令的次数。将此值设置为1将导致Centreon不重新尝试服务检查而生成警报。

source: Define the number of minutes between regularly scheduled checks of the meta service. "Regular" checks are those that occur when the service is in an OK state or when the service is in a non-OK state, but has already been rechecked max check attempts number of times.
es: Establece el número de minutos entre las verificaciones regulares del meta servicio. Las verificaciones "regulares" son aquellas que se producen cuando el servicio está en un estado OK o cuando el servicio está en un estado no OK, pero ya se ha vuelto a verificar hasta el número máximo de intentos.
zh_cn: 定义元服务定期检查之间的分钟数。“常规”检查是在服务处于OK状态或服务处于非OK状态时发生的检查，但已经重新检查了最大检查尝试次数。

source: Define the number of minutes to wait before scheduling a re-check for this service after a non-OK state was detected. Once the service has been retried max check attempts times without a change in its status, it will revert to being scheduled at its "normal" check interval rate.
es: Establece la cantidad de minutos a esperar antes de programar una nueva verificación de este servicio después de que se haya detectado un estado que no es correcto. Una vez que el servicio se haya vuelto a verificar hasta el número máximo de intentos sin un cambio en el estado, volverá a programarse en su intervalo de verificación "normal".
zh_cn: 定义在检测到非ok状态后为此服务安排重新检查之前等待的分钟数。一旦服务重试了最大检查尝试次数而没有改变其状态，它将恢复到以其“正常”检查间隔率调度。

source: Specify whether or not notifications for this meta service are enabled.
es: Especifica si las notificaciones para este meta servicio están habilitadas o no.
zh_cn: 指定是否启用此元服务的通知。

source: This is a list of contact groups that should be notified whenever there are problems (or recoveries) with this service.
es: Esta es una lista grupal de contactos a los que se debe notificar cuando hay problemas (o vuelve a la normalidad) con este servicio.
zh_cn: 这是一个联系人组列表，每当此服务出现问题(或恢复)时，应该通知这些联系人组。

source: Define the number of minutes to wait before re-notifying a contact that this service is still in a non-OK condition. A value of 0 disables re-notifications of contacts about problems for this service - only one problem notification will be sent out.
es: Establece el intervalo en minutos antes de notificar a un contacto de nuevo si el servicio todavía está en un estado no OK. Un valor de 0 desactiva el envío de múltiples notificaciones; se enviará una única notificación sobre el problema.
zh_cn: 定义在重新通知联系人此服务仍处于非ok状态之前等待的分钟数。值为0禁用关于此服务的问题的联系人的重新通知-只会发送一个问题通知。

source: Specify the time period during which notifications of events for this service can be sent out to contacts. If a state change occurs during a time which is not covered by the time period, no notifications will be sent out.
es: Especifica el período durante el cual las notificaciones de eventos para este servicio se pueden enviar a los contactos. Si se produce un cambio de estado durante un tiempo que no está cubierto por el período de tiempo, no se enviará ninguna notificación.
zh_cn: 指定可以将此服务的事件通知发送给联系人的时间段。如果状态变化发生在时间段之外的时间，则不会发送任何通知。

source: Define the states of the service for which notifications should be sent out. If you do not specify any notification options, Centreon will assume that you want notifications to be sent out for all possible states.
es: Define los estados de servicio para los que se enviarán las notificaciones. Si no especifica ninguna de estas opciones de notificación, Centreon asume que desea enviar notificaciones para todos los informes.
zh_cn: 定义应向其发送通知的服务的状态。如果您没有指定任何通知选项，Centreon将假定您希望向所有可能的状态发送通知。

source: The optional definition of a graph template will be used as default graph template for this service.
es: La definición opcional de una plantilla gráfica se utilizará como la plantilla gráfica predeterminada para este servicio.
zh_cn: 图形模板的可选定义将被用作此服务的默认图形模板。

source: Name used for service in auto-deploy by template.
es: Nombre utilizado para el servicio de auto despliegue por modelo.
zh_cn: 按模板自动部署中的服务名称。

source: Define the description of the service. It may contain spaces, dashes, and colons (semicolons, apostrophes, and quotation marks should be avoided). Services must have a unique description on a per host basis.
zh_cn: 定义服务的描述。可以包含空格、破折号和冒号(应避免使用分号、撇号和引号)。每个主机上的服务必须有唯一的描述。

source: This is where you specify the name of the template object that you want to inherit properties/variables from. Inherited properties doesn't need to be specified again. "Local" object variables always take precedence over variables defined in the template object. Objects can inherit properties/variables from multiple levels of template objects. When defining multiple sources, the first template specified takes precedence over the later one, in the case where a property is defined in both.
es: Aquí es donde se especifica el nombre del modelo que desea heredar de las propiedades / variables. Las propiedades heredadas no necesitan volver a especificarse. Las variables "locales" siempre tienen autoridad sobre las variables definidas en un modelo. Los objetos pueden heredar propiedades / variables de múltiples niveles de modelos. Al definir múltiples fuentes, la primera plantilla especificada tiene autoridad sobre la última, en caso de que una propiedad esté establecida en ambas.
zh_cn: 在这里，您可以指定要从中继承属性/变量的模板对象的名称。不需要再次指定继承的属性。“局部”对象变量总是优先于模板对象中定义的变量。对象可以从多个层次的模板对象中继承属性/变量。在定义多个源时，如果在两个源中都定义了属性，则指定的第一个模板优先于后一个模板。

source: This directive is used to denote whether the service is "volatile". A volatile service resets its state to OK with every query. Services are normally not volatile.
es: Esta directiva se utiliza para especificar si el servicio es "volátil". Un servicio volátil restablece su estado a OK en cada solicitud. Los servicios no son normalmente volátiles.
zh_cn: 该指令用于表示服务是否“易变”。volatile服务在每次查询时都将其状态重置为OK。服务通常是稳定的。

source: Specify the time period during which active checks of this service can be made.
es: Especifica el período de tiempo que se realizarán los controles activos en este servicio.
zh_cn: 指定可以对该服务进行活动检查的时间段。

source: Specify the command that monitoring engine will run in order to check the status of the service.
es: Especifica el comando que ejecutará el motor de administración para verificar el estado del servicio.
zh_cn: 指定监视引擎将运行的命令，以便检查服务的状态。

source: Specify the parameters for the selected check command here.
es: Especifica las configuraciones para el comando de monitoreo seleccionado aquí.
zh_cn: 在这里为选中的check命令指定参数。

source: Define the number of times that monitoring engine will retry the service check command if it returns any state other than an OK state. Setting this value to 1 will cause monitoring engine to generate an alert without retrying the service check again. (default value: 0)
es: Establece el número de veces que el motor de monitoreo reintentará el comando de control de servicio si devuelve cualquier otro estado que no sea el estado OK. Establecer este valor en 1 generará una alerta sin reintento. (por defecto: 0)
zh_cn: 定义监视引擎在返回除OK状态以外的任何状态时重试服务检查命令的次数。将此值设置为1将导致监视引擎生成警报，而无需再次重试服务检查。(默认值:0)

source: Define the number of "time units" between regularly scheduled checks of the service. With the default time unit of 60s, this number will mean multiples of 1 minute. "Regular" checks are those that occur when the service is in an OK state or when the service is in a non-OK state, but has already been rechecked max_check_attempts number of times. (default value: 5)
es: Establece el número de "unidad de tiempo" entre las comprobaciones de servicio programadas. Con la unidad predeterminada de 60, este número significará un múltiplo de 1 minuto.
zh_cn: 定义服务定期检查之间的“时间单位”数。默认的时间单位是60s，这个数字意味着1分钟的倍数。“常规”检查是在服务处于OK状态或服务处于非OK状态时发生的检查，但已经重新检查了max_check_attempts次数。(默认值:5)

source: Define the number of "time units" to wait before scheduling a re-check for this service after a non-OK state was detected. With the default time unit of 60s, this number will mean multiples of 1 minute. Once the service has been retried max_check_attempts times without a change in its status, it will revert to being scheduled at its "normal" check interval rate. (default value: 1)
es: Establece el número de "unidades de tiempo" que deben transcurrir antes de programar un nuevo control de este servicio después de que se haya detectado un estado no disponible. Con la unidad predeterminada de 60, este número será un múltiplo de 1 minuto. Si el estado de este servicio es idéntico después de ser reprogramado tantas veces como se especifica en la opción "Número de comprobaciones antes de la validación de estado", el intervalo de control se revertirá al definido en la opción de intervalo de verificación.
zh_cn: 定义在检测到非ok状态后为此服务安排重新检查之前等待的“时间单位”数。默认的时间单位是60s，这个数字意味着1分钟的倍数。一旦服务重试了max_check_attempts次数而没有改变其状态，它将恢复到按“正常”检查间隔率调度。(默认值:1)

source: Enable or disable active checks (either regularly scheduled or on-demand) of this service here. By default active service checks are enabled.
es: Activa o desactiva las comprobaciones activas (incluso las comprobaciones regulares o bajo demanda) de este servicio. Por defecto, las comprobaciones de servicio activas están habilitadas.
zh_cn: 在这里启用或禁用此服务的活动检查(定期安排或按需)。默认情况下，启用活动服务检查。

source: Specify whether or not notifications for this service are enabled.
es: Especifica si las notificaciones para este servicio están habilitadas o no.
zh_cn: 指定是否启用此服务的通知。

source: Specify whether or not the service will inherit host's contacts and contactgroups (if no contacts or contactgroups are defined for the service).
es: Indica si el servicio heredará o no la definición de contactos del host y grupos de contactos (en el caso de que no se definan contactos o grupos de contactos para este servicio).
zh_cn: 指定服务是否将继承主机的联系人和联系人组(如果没有为服务定义联系人或联系人组)。

source: To fill
es: A remplir
zh_cn: 填补

source: This is a list of contacts that should be notified whenever there are problems (or recoveries) with this service. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each service definition (or indirectly through its template).
es: Esta es una lista de contactos a los que se debe notificar cuando hay problemas (o vuelve a la normalidad) con este servicio. Es útil si desea enviar notificaciones a algunas personas y no desea configurar grupos de contactos. Debe especificar al menos un contacto o grupo de contactos en cada definición de servicio (o indirectamente a través de su modelo).
zh_cn: 这是一个联系人列表，当此服务出现问题(或恢复)时，应该通知这些联系人。如果您希望通知只发送给少数人并且不想配置联系人组，则此选项非常有用。您必须在每个服务定义中(或通过其模板间接地)指定至少一个联系人或联系人组。

source: This is a list of contact groups that should be notified whenever there are problems (or recoveries) with this service. You must specify at least one contact or contact group in each service definition.
es: Esta es una lista de grupos de contacto que deben ser notificados cuando hay problemas (o vuelve a la normalidad) con este servicio. Debe especificar al menos un contacto o grupo de contactos en cada definición de servicio.
zh_cn: 这是一个联系人组列表，每当此服务出现问题(或恢复)时，应该通知这些联系人组。必须在每个服务定义中至少指定一个联系人或联系人组。

source: Define the number of "time units" to wait before re-notifying a contact that this service is still in a warning or critical condition. With the default time unit of 60s, this number will mean multiples of 1 minute. A value of 0 disables re-notifications of contacts about problems for this service - only one problem notification will be sent out. (default value: 30)
es: Establece el número de "unidades de tiempo" para pasar antes de notificar a un contacto nuevamente sobre el estado no disponible o inalcanzable de este servicio. Con la unidad predeterminada de 60, este número será un múltiplo de 1 minuto. Un valor de 0 desactiva la re-notificación de contactos sobre problemas con este servicio; se enviará una única notificación cuando se detecte un problema.
zh_cn: 定义在重新通知联系人此服务仍处于警告或紧急状态之前等待的“时间单位”数。默认的时间单位是60s，这个数字意味着1分钟的倍数。值为0禁用关于此服务的问题的联系人的重新通知-只会发送一个问题通知。(默认值:30)

source: Define the states of the service for which notifications should be sent out. If you specify None as an option, no service notifications will be sent out. If you do not specify any notification options, monitoring engine will assume that you want notifications to be sent out for all possible states.
es: Defina los estados de servicio para los cuales se enviarán las notificaciones. Si no especifica ninguna opción, no se enviará ninguna notificación. Si no especifica las opciones de notificación, el motor de monitoreo asumirá que desea que se envíen notificaciones para todos los estados posibles.
zh_cn: 定义应向其发送通知的服务的状态。如果您指定None作为选项，则不会发送任何服务通知。如果您没有指定任何通知选项，监视引擎将假定您希望为所有可能的状态发送通知。
