Repository: centreon/centreon
Catalog: centreon/lang/*.UTF-8/LC_MESSAGES/help.po
Languages: es, zh_cn

source: If this option is enable, the downtimes and acknowledgments will be displayed on metric chart.<br><b>Warning</b> : This option can slow down the display of chart.
es: Si esta opción está habilitada, los períodos de parada y reconocimiento serán visibles en los gráficos. <br> <b> Advertencia </ b>: Esta opción puede demorar la carga de gráficos.
zh_cn: 如果启用此选项，停机时间和确认将显示在度量图表上。<br><b>Warning</b>:此选项会减慢图表的显示速度。

source: If this option is enable, the comments will be displayed on status chart.<br><b>Warning</b> : This option can slow down the display of chart.
zh_cn: 如果启用此选项，评论将显示在状态图上。<br><b>Warning</b>:此选项会减慢图表的显示速度。

source: Enable Centreon Broker statistics collection into the central server. Be careful: if disabled, Broker statistics will not be available into Home > Broker statistics.
zh_cn: 启用centron Broker统计信息收集到中心服务器。注意:如果禁用，代理统计数据将无法进入Home >代理统计数据。

source: Illegal characters in external commands. Those characters will be removed before being processed by Centreon Gorgone.
zh_cn: 外部命令中的非法字符。这些字符将被移除了，然后再被Centreon Gorgone处理。

source: IP Address or hostname to communicate with Gorgone API. Should remain default value (Default: "127.0.0.1").
zh_cn: 与Gorgone API通信的IP地址或主机名。应该保持默认值(默认值:127.0.0.1)。

source: Port on which Gorgone API is listening. It must match Gorgone httpserver module definition. Should remain default value (Default: "8085").
zh_cn: Gorgone API监听的端口。它必须匹配Gorgone httpserver模块定义。保持默认值(默认值:8085)。

source: Username used to connect to Gorgone API. It must match Gorgone httpserver module definition (Default: none).
zh_cn: 用于连接到Gorgone API的用户名。它必须匹配Gorgone httpserver模块定义(默认:无)。

source: Password used to connect to Gorgone API. It must match Gorgone httpserver module definition (Default: none).
zh_cn: 连接Gorgone API的密码。它必须匹配Gorgone httpserver模块定义(默认:无)。

source: Define if SSL/TLS must be used to connect to API. It must match Gorgone httpserver module definition (Default: no).
zh_cn: 定义是否必须使用SSL/TLS连接到API。它必须匹配Gorgone httpserver模块定义(默认:否)。

source: Define if connection to Gorgone API can be done even if a self signed certificat is used (Default: yes).
zh_cn: 定义即使使用自签名证书，是否可以连接到Gorgone API(默认:yes)。

source: Knowledge wiki url. Exemple: http://wiki/mywiki
es: URL para acceder a la wiki. No hay ejemplo http: // <CENTREON_IP> / mywiki
zh_cn: 知识维基网址。例:http://wiki/mywiki

source: Wiki account with delete right.
es: Cuenta de administrador de la base de conocimientos con derechos para eliminar artículos.
zh_cn: 具有删除权限的Wiki帐户。

source: Ignore ssl certificate.
zh_cn: 忽略ssl证书。

source: Wiki account password.
es: Contraseña para la cuenta del administrador de la base de conocimientos.
zh_cn: 维基帐号密码。

source: Name of configuration
es: Nombre de configuración
zh_cn: 配置名称

source: Short description of configuration
es: Breve descripción de la configuración.
zh_cn: 配置简介

source: Enable LDAP authentication
es: Habilitar la autenticación LDAP
zh_cn: 启用LDAP认证

source: Whether or not the password should be stored in database
es: ¿Debe almacenarse la contraseña en la base de datos o no?
zh_cn: 是否将密码存储在数据库中

source: Can connect with LDAP without import
es: Permite a los usuarios conectarse a la interfaz de Centreon sin importar cuentas. La configuración del servidor LDAP debe ser válida y el usuario debe coincidir con los criterios de búsqueda definidos.
zh_cn: 不需要导入就可以连接LDAP吗

source: The contact template for auto imported user.<br/>This template is applied for Monitoring Engine contact configuration and ACLs.
es: La plantilla de contacto para usuarios automáticos importados. <br/>Esta plantilla se aplica para configurar los contactos del programador y para las ACL.
zh_cn: 自动导入用户的联系人模板。<br/>用于监控引擎联系人配置和acl。

source: Default contact group applied to new users.<br/>All imported users will join this contactgroup.
zh_cn: 添加给新用户的默认联系人组。<br/>所有导入的用户将加入此群组。

source: Use the DNS service for get LDAP host
es: Utiliza el servicio DNS para obtener hosts LDAP
zh_cn: 使用DNS服务获取LDAP主机

source: Enable SSL connection
es: Active la connexion SSL
zh_cn: 启用SSL连接

source: Enable TLS connection
es: Habilitar conexión TLS
zh_cn: 启用TLS连接

source: Set the domain for search the service
es: Configurar el dominio para la búsqueda de servicios.
zh_cn: 设置搜索服务的域名

source: Connection timeout
zh_cn: 连接超时

source: Search size limit
es: Límite del número de objetos mostrados durante la búsqueda.
zh_cn: 搜索大小限制

source: Search timeout
es: Duración máxima de la búsqueda antes de parar.
zh_cn: 搜索超时

source: Ldap server. Failover will take place if multiple servers are defined.<br/>If TLS is enabled, make sure to configure the certificate requirements on the ldap.conf file and restart your web server.
es: Servidor LDAP La conmutación por error se hace cargo si tenemos varios servidores definidos <br/>. Si TLS está habilitado, asegúrese de configurar los requisitos de certificación en el archivo ldap.conf y reinicie su servidor web.
zh_cn: Ldap服务器。如果定义了多个服务器，则会发生故障转移。<br/>如果启用了TLS，请确保在ldap.conf文件中配置证书要求并重新启动web服务器。

source: User DN for connect to LDAP in read only
es: Usuario de DN para conexión de solo lectura a LDAP.
zh_cn: 只读连接LDAP的用户DN

source: Password for connect to LDAP in read only
es: Contraseña para la conexión LDAP de solo lectura.
zh_cn: 连接到LDAP的密码(只读)

source: The version protocol for connect to LDAP<br/>Use version 3 for Active Directory
es: Versión de protocolo para conectarse al servidor LDAP <br/> Uso de la versión 3 para un servidor de Active Directory
zh_cn: 连接LDAP<br/>的版本协议对于活动目录使用version 3

source: Template for LDAP attribute
es: Seleccione una plantilla de servidor LDAP. Por lo tanto, los atributos de búsqueda se completarán de forma predeterminada.
zh_cn: LDAP属性模板

source: The base DN for search users
es: La base de datos DN de búsqueda de usuarios.
zh_cn: 搜索用户的基准DN

source: The base DN for search groups
es: La base de datos DN de búsqueda de grupo.
zh_cn: 搜索组的基准DN

source: The LDAP search filter for users<br/>Use %s in filter. The %s will replaced by login in autologin or * in LDAP import
es: El filtro de búsqueda LDAP para usuarios <br/> Usa %s en el filtro. El %s será reemplazado por el inicio de sesión en Autologin o * en la importación LDAP
zh_cn: 对于<br/>的用户，LDAP搜索过滤器使用%s。“%s”将替换为“自动登录”中的“login”或“LDAP导入”中的“*”

source: The LDAP search filter for groups<br/>Use %s in filter. The %s will replaced by group name in autologin or * in contactgroup field
es: El filtro de búsqueda LDAP para grupos <br/> Usa %s en el filtro. El %s será reemplazado por el nombre del grupo en el inicio de sesión automático o * en el campo de grupo de contacto
zh_cn: 组<br/>的LDAP搜索过滤器在过滤器中使用%s。“%s”将替换为“autoologin”中的组名或“contactgroup”字段中的“*”

source: The login attribute<br/>In Centreon : Alias / Login
es: El atributo de inicio de sesión <br/> En Centreon: Alias ​​/ Inicio de sesión
zh_cn: 登录属性<br/>在Centreon: Alias / login

source: The group attribute for user
es: El atributo de grupo para el usuario.
zh_cn: user的group属性

source: The user name<br/>In Centreon : Full Name
es: Atributo LDAP que define el nombre de usuario <br/> Predeterminado: Nombre completo
zh_cn: Centreon中的用户名<br/>:全称

source: The user firstname<br/>In Centreon : givenname
es: Atributo LDAP que define el nombre del usuario <br/> Predeterminado: nombre dado
zh_cn: Centreon: givenname中的用户名<br/>

source: The user lastname<br/>In Centreon : sn
es: Atributo LDAP que define el nombre de usuario <br/> Predeterminado: sn
zh_cn: Centreon中的用户名<br/>: sn

source: The user email<br/>In Centreon : Email
es: Atributo LDAP que define la dirección de correo electrónico del usuario <br/> Predeterminado: Correo electrónico
zh_cn: Centreon中的用户电子邮件<br/>: email

source: The user pager<br/>In Centreon : Pager
es: Atributo de LDAP que define el número de teléfono del usuario <br/> Predeterminado: Localizador
zh_cn: Centreon中的用户寻呼机<br/>:寻呼机

source: The group name<br/>In Centreon : Contact Group Name
es: El nombre del grupo <br/> En Centreon: Nombre del grupo de contacto
zh_cn: Centreon中的群组名称<br/>:联系人群组名称

source: The LDAP attribute for relation between group and user
es: El atributo LDAP para la relación entre grupo y usuario.
zh_cn: 组和用户关系的LDAP属性

source: This field is used to specify the interval, in hours, between two LDAP data synchronization. By default 1 hour.
zh_cn: 该字段用于指定两次LDAP数据同步的间隔时间，单位为小时。默认为1小时。

source: If enabled, a user LDAP synchronization will be performed on login to update contact's data and calculate new Centreon ACLs.
zh_cn: 如果启用，将在登录时执行用户LDAP同步，以更新联系人的数据并计算新的Centreon acl。

source: Enter the name of an active contact who have the right to 'reach API configuration' on the Central.This user will be used to call the API from the Remote to the Central.
zh_cn: 输入一个活跃的联系人的名字谁有权在中央“到达API配置”。此用户将用于从远程到中心调用API。

source: Enter the current password of this account.
zh_cn: 请输入此帐户的当前密码。

source: Full URL allowing access to the API of the Centreon's central server.
zh_cn: 允许访问Centreon中央服务器的API的完整URL。

source: Allows to skip the SSL certificate check on the Centreon's central server.
zh_cn: 允许跳过对Centreon的中央服务器的SSL证书检查。

source: RRDTOOL binary complete path.
es: La ruta completa del ejecutable de RRDTool.
zh_cn: RRDTOOL二进制完整路径。

source: RRDTool version.
es: Version de RRDTool.
zh_cn: RRDTool版本。

source: Enable the rrdcached for Centreon. This option is valid only with Centreon Broker
zh_cn: 开启centeron的rrdcache功能。此选项仅与Centreon经纪人有效

source: Port for communicating with rrdcached
zh_cn: 与rrdcache通信的端口

source: The absolute path to unix socket for communicating with rrdcached
zh_cn: unix套接字的绝对路径，用于与rrdcache通信

source: Time in seconds to wait before launching failover.
es: Tiempo en segundos para esperar antes de habilitar la conmutación por error.
zh_cn: 启动故障转移前等待的时间(以秒为单位)。

source: Category filter for flux in output
es: Filtra los datos recibidos por categoría de flujo entrante.
zh_cn: 输出通量的类别过滤器

source: Trusted CA's certificate.
es: Certificado de CA (certificado de una autoridad de certificación)
zh_cn: 可信CA证书。

source: When enabled, the broker engine will check whether or not the replication is up to date before attempting to update data.
es: Si está habilitado, Centreon Broker verificará el estado de la replicación de MySQL antes de insertar los datos.
zh_cn: 当启用时, 在尝试更新数据之前，代理引擎将检查复制是否最新。

source: Interval in seconds before delete data from deleted pollers.
es: El intervalo en segundos antes de eliminar los datos relacionados con los recopiladores eliminados.
zh_cn: 从已删除的轮询程序删除数据之前的间隔秒。

source: File for external commands
es: Archivo de comando externo
zh_cn: 外部命令文件

source: Enable or not data stream compression.
es: Habilitar o deshabilitar la compresión del flujo de datos.
zh_cn: 是否启用数据流压缩。

source: The higher the buffer size is, the best compression. This however increase data streaming latency. Use with caution.
es: Cuanto mayor sea el tamaño del caché, mejor será la compresión. Sin embargo, esto aumenta la latencia de transmisión de datos. Utilizar con precaución.
zh_cn: 缓冲区的大小越高，压缩效果越好。 然而，这增加了数据流的延迟。请谨慎使用。

source: Ranges from 0 (no compression) to 9 (best compression). Default is -1 (zlib compression)
es: Nivel de compresión del flujo de datos: 0 (sin compresión) a 9 (mejor compresión). Predeterminado -1 (compresión estándar de zlib).
zh_cn: 范围从0(无压缩)到9(最佳压缩)。默认值是-1 (zlib压缩)

source: Enable or not configuration messages logging.
es: Habilita o deshabilita los eventos de configuración en el registro.
zh_cn: 是否启用配置消息日志记录。

source: IP address or hostname of the database server.
es: Dirección IP o FQDN para acceder al servidor de la base de datos.
zh_cn: 数据库服务器的IP地址或主机名。

source: Database name.
es: Nombre de la base de datos.
zh_cn: 数据库名称。

source: Password of database user.
es: Contraseña asociada a la cuenta de acceso a la base de datos.
zh_cn: 数据库用户密码。

source: Port on which the DB server listens
es: Puerto de conexión a la base de datos.
zh_cn: 数据库服务器监听的端口

source: Target DBMS.
es: Tipo de base de datos.
zh_cn: 目标DBMS。

source: Database user.
es: Usuario de la base de datos.
zh_cn: 数据库用户。

source: Enable or not debug messages logging.
es: Habilita o deshabilita los eventos de depuración en el registro.
zh_cn: 启用或不启用调试消息日志记录。

source: Enable or not error messages logging.
es: Habilita o deshabilita los eventos de error en el registro.
zh_cn: 是否启用错误消息记录。

source: Name of the input or output object that will act as failover.
es: El nombre del objeto que se utilizará para el flip-flop cuando se interrumpa la conexión remota establecida aquí.
zh_cn: 用作故障转移的输入或输出对象的名称。

source: File where Centreon Broker statistics will be stored
es: Archivo donde se almacenarán los datos estadísticos de funcionamiento del módulo Centreon Broker.
zh_cn: Centreon经纪人统计将被存储的文件

source: IP address or hostname of the host to connect to (leave blank for listening mode).
es: Dirección IP o FQDN para conectarse (deje en blanco para listar el módulo en este puerto).
zh_cn: 要连接的主机的IP地址或主机名(侦听模式留空)。

source: Enable or not informational messages logging.
es: Habilita o deshabilita los eventos de información en el registro.
zh_cn: 启用或不启用信息性消息记录。

source: Whether or not Broker should create entries in the index_data table. This process should be done by Centreon and this option should only be enabled by advanced users knowing what they're doing
es: Activa o desactiva la inserción de datos en la tabla "index_data". Este proceso normalmente lo realiza Centreon y la modificación de esta opción debe realizarse a sabiendas.
zh_cn: 代理是否应该在index_data表中创建条目。 此过程应由Centreon完成，此选项应仅由advanced启用 用户知道他们在做什么

source: Interval in seconds before change status of resources from a disconnected poller
es: Intervalo en segundos antes de cambiar el estado de los recursos supervisados ​​por el recopilador desconectado.
zh_cn: 从断开连接的轮询器更改资源状态之前的间隔秒

source: Interval length in seconds.
es: Unidad de tiempo de referencia (en segundos).
zh_cn: 间隔长度，单位为秒。

source: RRD storage duration in seconds.
es: Tiempo de retención en minutos para almacenar datos en bases de datos RRD.
zh_cn: RRD存储时间，单位为秒。

source: How much messages must be logged.
es: Cuántos mensajes se deben registrar en el registro de eventos.
zh_cn: 必须记录多少消息。

source: Maximum size in bytes.
es: Tamaño máximo en bytes.
zh_cn: 以字节为单位的最大大小。

source: The maximum size of log file.
es: Tamaño máximo del archivo de registro del módulo.
zh_cn: 日志文件的最大大小。

source: RRD file directory, for example /var/lib/centreon/metrics
es: Ruta a las bases de datos de rendimiento de RRD, por ejemplo / var / lib / centreon / metrics
zh_cn: RRD文件目录，如“/var/lib/centreon/metrics”

source: For a file logger this is the path to the file. For a standard logger, one of 'stdout' or 'stderr'.
es: Para un registrador de archivos, esta es la ruta al archivo. Para un registrador estándar, uno de 'stdout' o 'stderr'.
zh_cn: 对于文件记录器，这是文件的路径。对于标准日志记录器，` stdout `或` stderr `之一。

source: Enable negotiation option (use only for version of Centren Broker >= 2.5)
es: Habilite la negociación automática de protocolos entre los módulos de Centreon Broker (Centreon Broker debe ser versión> = 2.5).
zh_cn: 启用协商选项(仅适用于Centren Broker >= 2.5版本)

source: This allows the retention to work even if the socket is listening
es: Te permite mantener los datos hasta que una conexión entrante los recupere.
zh_cn: 这使得即使套接字正在监听，保留也能工作

source: The Unix socket used to communicate with rrdcached. This is a global option, go to Administration > Options > RRDTool to modify it.
es: Ruta de socket Unix para comunicarse con el proceso RRDCacheD. Esta opción se configura globalmente en el menú "Administración> Opciones> RRDTool".
zh_cn: 用于与rrdcache通信的Unix套接字。 这是一个全局选项，请转到Administration > Options > RRDTool进行修改。

source: Path to the file.
es: Ruta al archivo.
zh_cn: 文件的路径。

source: Port to listen on (empty host) or to connect to (with host filled).
es: Puerto en el que se escucha (en caso de que no se haya ingresado una dirección remota) o para conectarse (si se ha ingresado una dirección remota).
zh_cn: 监听的端口(空主机)或连接的端口(主机填充)。

source: The TCP port used to communicate with rrdcached. This is a global option, go to Administration > Options > RRDTool to modify it.
es: Puerto de conexión para comunicarse con el proceso RRDCacheD. Esta opción se configura globalmente en el menú "Administración> Opciones> RRDTool".
zh_cn: 与rrdcache通信的TCP端口。 这是一个全局选项，请转到Administration > Options > RRDTool进行修改。

source: Private key file path when TLS encryption is used.
es: Ruta del archivo de clave privada cuando se utiliza el cifrado TLS.
zh_cn: 使用TLS加密时私钥文件路径。

source: Serialization protocol.
es: Protocolo de serialización de datos
zh_cn: 序列化的协议。

source: Public certificate file path when TLS encryption is used.
es: Ruta del archivo de certificado público cuando se utiliza el cifrado TLS.
zh_cn: 使用TLS加密时，公钥证书文件路径。

source: The maximum queries per transaction before commit.
es: Número máximo de solicitudes por transacción antes de confirmar la validación.
zh_cn: 提交前每个事务最多查询数。

source: The transaction timeout before running commit.
es: Designa el tiempo máximo de una transacción antes de validar la inserción de los datos (confirmación).
zh_cn: 事务在运行commit之前超时。

source: The interval between check if some metrics must be rebuild. The default value is 300s
es: El intervalo de tiempo entre dos módulos de Centreon Broker RRD para recuperar las pautas de reconstrucción del gráfico de rendimiento. Por defecto, este valor se establece en 300s.
zh_cn: 检查某些度量是否必须重建之间的间隔。缺省值是300秒

source: Time in seconds to wait between each connection attempt (Default value: 30s).
es: Tiempo de espera en segundos entre cada intento de conexión (valor predeterminado: 30s).
zh_cn: 每次连接尝试之间的等待时间，单位为秒(默认值:30s)。

source: RRD file directory, for example /var/lib/centreon/status
es: Ruta de acceso a las bases de datos de estado de RRD, por ejemplo / var / lib / centreon / status
zh_cn: RRD文件目录，如“/var/lib/centreon/status”

source: It should be enabled to control whether or not Centreon Broker should insert performance data in the data_bin table.
es: Debe estar habilitado para que el módulo de Centreon Broker inserte datos Rendimiento de la base de datos en la tabla "data_bin".
zh_cn: 它应该能够控制是否centeron Broker 应该在data_bin表中插入性能数据。

source: Enable TLS encryption.
es: Habilita el cifrado de datos a través del protocolo TLS.
zh_cn: 启用TLS加密。

source: This can be used to disable graph update and therefore reduce I/O
es: Esta opción se puede usar para deshabilitar la actualización de los gráficos de rendimiento para reducir la E / S del disco.
zh_cn: 这可以用来禁用图的更新，从而减少I/O

source: Usually cpus/2.
zh_cn: 通常cpu / 2。

source: Select the poller you would like to interact with.
es: Seleccione un colector con el que desea interactuar.
zh_cn: 选择想要交互的轮询器。

source: Generates configuration files and stores them in cache directory.
es: Genere los archivos de configuración y guárdelos en la carpeta cache.
zh_cn: 生成配置文件并存储在缓存目录中。

source: Runs the scheduler debug mode.
es: Inicia el modo de depuración del programador.
zh_cn: 运行调度器调试模式。

source: Copies the generated files into the scheduler's configuration folder.
es: Copie los archivos generados en el directorio de configuración del planificador.
zh_cn: 将生成的文件复制到调度器的配置文件夹。

source: Restart the scheduler: Restart, Reload or External Command.
es: Método de recarga de la configuración: reiniciar, recargar o comando externo.
zh_cn: 重新启动调度程序:重新启动、重新加载或外部命令。

source: Run the commands that are defined in the poller configuration page (Configuration > Centreon > Poller > Post-Restart command).
es: Ejecuta el comando definido en la configuración del recopilador (Configuración> Centreon> Poller> Comando posterior al reinicio).
zh_cn: 执行轮询配置界面定义的命令(configuration > Centreon > poller > Post-Restart命令)。

source: Generate a light database for traps.
es: Genera una pequeña base de datos (SQLite) que contiene la definición de capturas SNMP para recolectores de monitoreo remoto.
zh_cn: 为陷阱生成一个轻量级数据库。

source: Push database to poller.
es: Enviar la base de datos al coleccionista.
zh_cn: 将数据库推送到轮询器。

source: Send restart or reload signal to centreontrapd.
es: Envía una señal de reinicio o carga a centerontrapd
zh_cn: 向centreontrapd发送重启或重新加载信号。

source: Poller to interact with.
es: Colector remoto en el que realizar las operaciones.
zh_cn: 要交互的轮询器。

source: Define the poller timezone. If not set, default Centreon timezone is used (parameters). This timezone is used for hosts which have not configured timezone.
zh_cn: 定义轮询器时区。如果没有设置，则使用默认的Centreon时区(参数)。该时区用于未配置时区的主机。

source: This is the file that Monitoring Engine uses to store the current status, comment, and downtime information. This file is deleted every time Monitoring Engine stops and recreated when it starts.
es: Este es el archivo que utiliza el motor de supervisión para almacenar los estados actuales, los comentarios y la información de la hora de finalización. Este archivo se elimina cada vez que el motor de supervisión se detiene y luego lo vuelve a crear cuando se reinicia.
zh_cn: 这是监控引擎用来存储当前状态、注释和停机信息的文件。每次监控引擎停止时都会删除该文件，并在启动时重新创建该文件。

source: Combined with the aggregate_status_updates option, this option determines the frequency (in seconds!) that Nagios will periodically dump program, host, and service status data. If you are not using aggregated status data updates, this option has no effect. The minimum update interval is 2 seconds.
es: Combinada con la opción aggregate_status_updates, esta opción determina la frecuencia (en segundos) con la que el motor de monitoreo descargará periódicamente los datos del estado del programa, el host y el servicio. Si no usa actualizaciones de estado acumulativas, esta opción no tiene efecto. El intervalo mínimo es de 2 segundos.
zh_cn: 结合aggregate_status_updates选项，该选项确定了Nagios定期转储程序、主机和服务状态数据的频率(以秒为单位)。如果不使用聚合状态数据更新，则此选项无效。最小更新间隔为2秒。

source: Location (path and filename) where Monitoring Engine should create its main log file.
es: Ubicación (ruta y nombre de archivo) donde el motor de supervisión debe crear su archivo de registro principal.
zh_cn: 监控引擎创建主日志文件的位置(路径和文件名)。

source: Directory where Centreon will export Monitoring Engine object configuration files to. Monitoring Engine will parse all .cfg files in this directory.
es: Directorio donde Centreon exportará los archivos de configuración relacionados con los objetos de Supervision Engine. Esto escaneará todos los archivos .cfg en este directorio.
zh_cn: Centreon将导出监控引擎对象配置文件的目录。监控引擎将解析此目录下的所有.cfg文件。

source: This is a temporary file that Monitoring Engine periodically creates and uses when updating comment data, status data, etc. The file is deleted when it is no longer needed.
zh_cn: 这是一个临时文件，监控引擎定期创建并在更新注释数据、状态数据等时使用。当不再需要文件时，文件会被删除。

source: This is used to set the effective user that the Monitoring Engine process should run as. After initial program startup and before starting to monitor anything, Monitoring Engine will drop its effective privileges and run as this user. You may specify either a username or a UID.
zh_cn: 这用于设置监控引擎进程应该作为有效用户运行。在程序初始化启动之后和开始监视任何内容之前，监视引擎将放弃其有效权限并以该用户的身份运行。您可以指定用户名或UID。

source: This is used to set the effective group that the Monitoring Engine process should run as. After initial program startup and before starting to monitor anything, Monitoring Engine will drop its effective privileges and run as this group. You may specify either a groupname or a GID.
zh_cn: 这用于设置监视引擎进程应该运行的有效组。在程序初始化启动之后和开始监视任何东西之前，监视引擎将放弃其有效权限并作为这个组运行。您可以指定一个组名或GID。
