Repository: centreon/centreon
Catalog: centreon/lang/*.UTF-8/LC_MESSAGES/help.po
Languages: es, zh_cn

source: This option determines whether or not Monitoring Engine will use soft state information when checking host and service dependencies. Normally Monitoring Engine will only use the latest hard host or service state when checking dependencies. If you want it to use the latest state (regardless of whether its a soft or hard state type), enable this option.
es: Esta opción determina si el motor de monitoreo utilizará la información de estado suave del servicio al controlar las dependencias del servicio. Normalmente, el motor de monitoreo solo usa el último estado difícil del servicio al verificar las dependencias. Si desea utilizar el último estado (ya sea duro o suave), habilite esta opción.
zh_cn: 此选项决定在检查主机和服务依赖项时，监视引擎是否使用软状态信息。通常情况下，在检查依赖项时，监控引擎将只使用最新的硬主机或服务状态。如果您希望它使用最新状态(无论它是软状态还是硬状态类型)，请启用此选项。

source: This is the maximum number of seconds that Monitoring Engine will allow service checks to run. If checks exceed this limit, they are killed and a CRITICAL state is returned. A timeout error will also be logged. This option is meant to be used as a last ditch mechanism to kill off plugins which are misbehaving and not exiting in a timely manner. It should be set to something high (like 60 seconds or more), so that each service check normally finishes executing within this time limit. If a service check runs longer than this limit, Monitoring Engine will kill it off thinking it is a runaway processes.
zh_cn: 这是监视引擎允许运行服务检查的最大秒数。如果检查超过这个限制，它们将被终止并返回CRITICAL状态。超时错误也将被记录。这个选项是用来作为最后的机制，以杀死行为不端的插件和不及时退出。应该将其设置为较高的值(例如60秒或更长时间)，以便每个服务检查通常在此时间限制内完成执行。如果一个服务检查运行的时间超过这个限制，监视引擎将认为它是一个失控的进程而终止它。

source: This is the maximum number of seconds that Monitoring Engine will allow host checks to run. If checks exceed this limit, they are killed and a CRITICAL state is returned and the host will be assumed to be DOWN. A timeout error will also be logged. This option is meant to be used as a last ditch mechanism to kill off plugins which are misbehaving and not exiting in a timely manner. It should be set to something high (like 60 seconds or more), so that each host check normally finishes executing within this time limit. If a host check runs longer than this limit, Monitoring Engine will kill it off thinking it is a runaway processes.
es: Este es el número máximo de segundos asignados por el motor de monitoreo para verificar un host. Si la verificación excede este tiempo, se cancela, se devuelve un estado CRÍTICO y el host se considerará como NO DISPONIBLE. También se registra un error de tiempo de espera en el archivo de registro. Esta opción está diseñada para usarse como último recurso para eliminar las sondas que se comportan mal y no se completan en el tiempo asignado. El valor debe ser lo suficientemente alto (algo así como 60 segundos o más), para que cada verificación pueda completarse antes de ese tiempo. Si una verificación de host se ejecuta más allá de este límite, el motor de monitoreo lo matará, pensando que es un proceso con problemas.
zh_cn: 这是监视引擎允许运行主机检查的最大秒数。如果检查超过这个限制，它们将被终止，并返回CRITICAL状态，主机将被假定为DOWN。超时错误也将被记录。这个选项是用来作为最后的机制，以杀死行为不端的插件和不及时退出。应该将其设置为较高的值(例如60秒或更长时间)，以便每个主机检查通常在此时间限制内完成执行。如果主机检查运行的时间超过这个限制，监视引擎将认为它是一个失控的进程而将其杀死。

source: This is the maximum number of seconds that Monitoring Engine will allow event handlers to be run. If an event handler exceeds this time limit it will be killed and a warning will be logged. This option is meant to be used as a last ditch mechanism to kill off commands which are misbehaving and not exiting in a timely manner. It should be set to something high (like 60 seconds or more), so that each event handler command normally finishes executing within this time limit. If an event handler runs longer than this limit, Monitoring Engine will kill it off thinking it is a runaway processes.
es: Este es el número máximo de segundos asignados por el motor de monitoreo para ejecutar los controladores de eventos. Si un evento se procesa después de este tiempo de espera, el evento se detiene y se registra una advertencia en el archivo de registro. Esta opción está diseñada para usarse como último recurso para anular órdenes que se comportan mal y que no terminan en el tiempo asignado. El valor debe ser lo suficientemente alto (unos 60 segundos o más), para que cada controlador de eventos pueda finalizar antes de ese tiempo. Si el procesamiento de eventos se extiende más allá de este límite, el motor de monitoreo lo matará, pensando que es un proceso con problemas.
zh_cn: 这是监视引擎允许运行事件处理程序的最大秒数。如果事件处理程序超过此时间限制，它将被终止并记录警告。此选项旨在用作最后一搏机制，以终止行为不端且未及时退出的命令。它应该设置为较高的值（如60秒或更长时间），以便每个事件处理程序命令在该时间限制内正常完成执行。如果事件处理程序的运行时间超过此限制，监控引擎会认为它是一个失控的进程而将其关闭。

source: This is the maximum number of seconds that Monitoring Engine will allow notification commands to be run. If a notification command exceeds this time limit it will be killed and a warning will be logged. This option is meant to be used as a last ditch mechanism to kill off commands which are misbehaving and not exiting in a timely manner. It should be set to something high (like 60 seconds or more), so that each notification command finishes executing within this time limit. If a notification command runs longer than this limit, Monitoring Engine will kill it off thinking it is a runaway processes.
es: Este es el número máximo de segundos asignados por el motor de administración para ejecutar comandos de notificación. Si un comando de notificación excede este tiempo de espera, se cancela y se registra una advertencia en el archivo de registro. Esta opción está diseñada para usarse como último recurso para anular órdenes que se comportan mal y que no terminan en el tiempo asignado. El valor debe ser lo suficientemente alto (aproximadamente 60 segundos o más), de modo que cada comando de notificación pueda finalizar antes de este tiempo. Si un comando de notificación se ejecuta más allá de este límite, el motor de monitoreo lo terminará, pensando que es un proceso con problemas.
zh_cn: 这是监控引擎允许运行通知命令的最大秒数。如果通知命令超过此时间限制，它将被终止并记录警告。此选项旨在用作最后一搏机制，以终止行为不端且未及时退出的命令。它应该设置为较高的值（如60秒或更长时间），以便每个通知命令在该时间限制内完成执行。如果通知命令的运行时间超过此限制，监控引擎会认为它是一个失控的进程而将其关闭。

source: This is the maximum number of seconds that Monitoring Engine will allow an obsessive compulsive service processor command to be run. If a command exceeds this time limit it will be killed and a warning will be logged.
zh_cn: 这是监视引擎允许强制服务处理器命令运行的最大秒数。如果一个命令超过了这个时间限制，它将被杀死并记录一个警告。

source: This is the maximum number of seconds that Monitoring Engine will allow an obsessive compulsive host processor command to be run. If a command exceeds this time limit it will be killed and a warning will be logged.
zh_cn: 这是监视引擎允许强制主机处理器命令运行的最大秒数。如果一个命令超过了这个时间限制，它将被杀死并记录一个警告。

source: This is the maximum number of seconds that Monitoring Engine will allow a host performance data processor command or service performance data processor command to be run. If a command exceeds this time limit it will be killed and a warning will be logged.
zh_cn: 这是监控引擎允许运行主机性能数据处理器命令或服务性能数据处理器命令的最大秒数。如果一个命令超过了这个时间限制，它将被杀死并记录一个警告。

source: This value determines whether or not Monitoring Engine will "obsess" over service checks results and run the obsessive compulsive service processor command you define. This option is useful for performing distributed monitoring. This option is disabled by default. If you're not doing distributed monitoring, don't enable this option.
zh_cn: 此值决定监控引擎是否会对服务检查结果“着迷”，并运行您定义的强迫性服务处理器命令。此选项对于执行分布式监视非常有用。默认情况下，该选项是禁用的。如果您不进行分布式监视，请不要启用此选项。

source: This option allows you to specify a command to be run after every service check, which can be useful in distributed monitoring. This command is executed after any event handler or notification commands. The maximum amount of time that this command can run is controlled by the ocsp_timeout option. This command is only executed if the obsess_over_services option is enabled globally and if the obsess_over_service directive in the service definition is enabled.
zh_cn: 该选项允许您指定在每次服务检查之后运行的命令，这在分布式监视中非常有用。该命令在任何事件处理程序或通知命令之后执行。该命令可以运行的最大时间由ocsp_timeout选项控制。只有全局启用了obsess_over_services选项，并且在服务定义中启用了obsess_over_service指令时，才会执行此命令。

source: This value determines whether or not Monitoring Engine will "obsess" over host checks results and run the obsessive compulsive host processor command you define. This option is useful for performing distributed monitoring. This option is disabled by default. If you're not doing distributed monitoring, don't enable this option.
zh_cn: 此值决定监控引擎是否会对主机检查结果“着迷”，并运行您定义的强迫性主机处理器命令。此选项对于执行分布式监视非常有用。默认情况下，该选项是禁用的。如果您不进行分布式监视，请不要启用此选项。

source: This option allows you to specify a command to be run after every host check, which can be useful in distributed monitoring. This command is executed after any event handler or notification commands. The maximum amount of time that this command can run is controlled by the ochp_timeout option. This command is only executed if the obsess_over_hosts option is enabled globally and if the obsess_over_host directive in the host definition is enabled.
zh_cn: 该选项允许您指定在每次主机检查之后运行的命令，这在分布式监视中非常有用。该命令在任何事件处理程序或通知命令之后执行。该命令可以运行的最大时间由ochp_timeout选项控制。只有全局启用了obsess_over_hosts选项，并且在主机定义中启用了obsess_over_host指令时，才会执行此命令。

source: This value determines whether or not Monitoring Engine will process host and service check performance data. This option is disabled by default.
zh_cn: 该值决定监控引擎是否处理主机和业务检查性能数据。默认情况下，该选项是禁用的。

source: This option allows you to specify a command to be run after every host check to process host performance data that may be returned from the check. This command is only executed if the process_performance_data option is enabled globally and if the process_perf_data directive in the host definition is enabled.
zh_cn: 该选项允许您指定在每次主机检查后运行的命令，以处理可能从检查返回的主机性能数据。该命令仅在全局启用process_performance_data选项并且主机定义中的process_perf_data指令启用时执行。

source: This option allows you to specify a command to be run after every service check to process service performance data that may be returned from the check. This command is only executed if the process_performance_data option is enabled globally and if the process_perf_data directive in the service definition is enabled.
zh_cn: 该选项允许您指定在每次服务检查后运行的命令，以处理可能从检查返回的服务性能数据。该命令仅在全局启用process_performance_data选项并启用服务定义中的process_perf_data指令时执行。

source: This option allows you to specify a file to which host performance data will be written after every host check. Data will be written to the performance file as specified by the host_perfdata_file_template option. Performance data is only written to this file if the process_performance_data option is enabled globally and if the process_perf_data directive in the host definition is enabled.
zh_cn: 该选项允许您指定一个文件，在每次主机检查后将主机性能数据写入该文件。数据将写入host_perfdata_file_template选项指定的性能文件。只有在全局启用了process_performance_data选项，并且在主机定义中启用了process_perf_data指令时，性能数据才会写入该文件。

source: This option allows you to specify a file to which service performance data will be written after every service check. Data will be written to the performance file as specified by the service_perfdata_file_template option. Performance data is only written to this file if the process_performance_data option is enabled globally and if the process_perf_data directive in the service definition is enabled.
zh_cn: 该选项允许您指定每次服务检查后将服务性能数据写入的文件。数据将写入由service_perfdata_file_template选项指定的性能文件。只有在全局启用process_performance_data选项并且服务定义中的process_perf_data指令启用时，性能数据才会写入该文件。

source: This option determines what (and how) data is written to the host performance data file. The template may contain macros, special characters (\t for tab, \r for carriage return, \n for newline) and plain text. A newline is automatically added after each write to the performance data file.
zh_cn: 该选项决定将什么(以及如何)数据写入主机性能数据文件。模板可以包含宏、特殊字符(\t表示制表符，\r表示回车符，\n表示换行符)和纯文本。每次写入性能数据文件后都会自动添加一个换行符。

source: This option determines what (and how) data is written to the service performance data file. The template may contain macros, special characters (\t for tab, \r for carriage return, \n for newline) and plain text. A newline is automatically added after each write to the performance data file.
zh_cn: 该选项决定将什么(以及如何)数据写入服务性能数据文件。模板可以包含宏、特殊字符(\t表示制表符，\r表示回车符，\n表示换行符)和纯文本。每次写入性能数据文件后都会自动添加一个换行符。

source: This option determines how the host performance data file is opened. Unless the file is a named pipe you'll probably want to use the default mode of append.
zh_cn: 该选项决定如何打开主机性能数据文件。除非文件是命名管道，否则您可能希望使用默认的追加模式。

source: This option determines how the service performance data file is opened. Unless the file is a named pipe you'll probably want to use the default mode of append.
zh_cn: 此选项决定如何打开服务性能数据文件。除非文件是命名管道，否则您可能希望使用默认的追加模式。

source: This option allows you to specify the interval (in seconds) at which the host performance data file is processed using the host performance data file processing command. A value of 0 indicates that the performance data file should not be processed at regular intervals.
zh_cn: 该选项允许您指定使用主机性能数据文件处理命令处理主机性能数据文件的时间间隔(以秒为单位)。值为0表示不应定期处理性能数据文件。

source: This option allows you to specify the interval (in seconds) at which the service performance data file is processed using the service performance data file processing command. A value of 0 indicates that the performance data file should not be processed at regular intervals.
zh_cn: 该选项允许您指定使用服务性能数据文件处理命令处理服务性能数据文件的时间间隔(以秒为单位)。值为0表示不应定期处理性能数据文件。

source: This option allows you to specify the command that should be executed to process the host performance data file.
zh_cn: 该选项允许您指定处理主机性能数据文件时应该执行的命令。

source: This option allows you to specify the command that should be executed to process the service performance data file.
zh_cn: 该选项允许您指定处理服务性能数据文件时应该执行的命令。

source: This option allows you to enable or disable checks for orphaned service checks. Orphaned service checks are checks which have been executed and have been removed from the event queue, but have not had any results reported in a long time. Since no results have come back in for the service, it is not rescheduled in the event queue. This can cause service checks to stop being executed. Normally it is very rare for this to happen - it might happen if an external user or process killed off the process that was being used to execute a service check. If this option is enabled and Monitoring Engine finds that results for a particular service check have not come back, it will log an error message and reschedule the service check. This option is enabled by default.
es: Esta opción le permite habilitar o deshabilitar la verificación de controles de servicio huérfanos. Los cheques de servicios huérfanos son controles que se han ejecutado y eliminado de la cola de eventos, pero que no han tenido un largo historial de comentarios. Dado que no se han notificado resultados para este servicio, no se reordena en la cola de eventos. Esto puede hacer que las comprobaciones de servicio se detengan. Normalmente, este es un fenómeno muy raro: puede suceder si un usuario o un proceso externo ha cancelado el proceso utilizado para ejecutar la verificación de servicio. Si esta opción está habilitada y el motor supervisor ve que un resultado de verificación de servicio particular no está regresando, escribirá un mensaje de error en el archivo de registro y reordenará la verificación de servicio. Esta opción está habilitada por defecto.
zh_cn: 此选项允许您启用或禁用孤立服务检查。孤立的服务检查是已经执行并从事件队列中删除的检查，但是很长一段时间没有报告任何结果。由于没有返回服务的结果，因此不会在事件队列中对其进行重新调度。这可能导致服务检查停止执行。通常情况下，这种情况很少发生——如果外部用户或进程终止了用于执行服务检查的进程，则可能会发生这种情况。如果启用了此选项，并且Monitoring Engine发现特定服务检查的结果没有返回，它将记录一条错误消息并重新安排服务检查。默认情况下启用该选项。

source: This option allows you to enable or disable checks for orphaned hoste checks. Orphaned host checks are checks which have been executed and have been removed from the event queue, but have not had any results reported in a long time. Since no results have come back in for the host, it is not rescheduled in the event queue. This can cause host checks to stop being executed. Normally it is very rare for this to happen - it might happen if an external user or process killed off the process that was being used to execute a host check. If this option is enabled and Monitoring Engine finds that results for a particular host check have not come back, it will log an error message and reschedule the host check. This option is enabled by default.
es: Esta opción le permite habilitar o deshabilitar la verificación de verificaciones de hosts huérfanos. Los cheques de host huérfanos son controles que se han ejecutado y eliminado de la cola de eventos, pero que no han regresado durante mucho tiempo. Dado que no se han reportado resultados para este host, no se reordena en la cola de eventos. Esto puede hacer que los cheques de invitado se detengan. Normalmente, este es un fenómeno muy raro: puede suceder si un usuario o un proceso externo ha acabado el proceso utilizado para ejecutar el control de host. Si esta opción está habilitada y el motor supervisor ve que el resultado de control de un host en particular no regresa, escribirá un mensaje de error en el archivo de registro y reordenará el control del host. . Esta opción está habilitada por defecto.
zh_cn: 此选项允许您启用或禁用孤立主机检查。孤立主机检查是已经执行并已从事件队列中删除的检查，但很长时间没有报告任何结果。由于主机没有返回结果，因此不会在事件队列中重新调度它。这可能导致主机检查停止执行。通常情况下，这种情况很少发生——如果外部用户或进程终止了用于执行主机检查的进程，则可能会发生这种情况。如果启用了此选项，并且Monitoring Engine发现特定主机检查的结果没有返回，它将记录一条错误消息并重新安排主机检查。默认情况下启用该选项。

source: This option determines whether or not Monitoring Engine will periodically check the "freshness" of service checks. Enabling this option is useful for helping to ensure that passive service checks are received in a timely manner. If the check results is found to be not fresh, Monitoring Engine will force an active check of the host or service by executing the command specified by in the host or service definition. This option is enabled by default.
es: Esta opción determina si el motor de monitoreo verificará periódicamente la "frialdad" de las comprobaciones de servicio. Habilitar esta opción es muy útil para asegurar que las comprobaciones pasivas de servicio se reciban de manera oportuna. Si los resultados de la verificación no son válidos, el motor de monitoreo forzará un control activo del host o servicio ejecutando el comando especificado por el host o la definición del servicio. Esta opción está habilitada por defecto.
zh_cn: 此选项决定监视引擎是否定期检查服务检查的“新鲜度”。启用此选项有助于确保及时接收被动服务检查。如果发现检查结果不新鲜，监控引擎将通过执行主机或服务定义中指定的命令强制对主机或服务进行活动检查。默认情况下启用该选项。

source: This setting determines how often (in seconds) Monitoring Engine will periodically check the "freshness" of service check results. If you have disabled service freshness checking (with the check_service_freshness option), this option has no effect.
es: Este parámetro determina la frecuencia (en segundos) que el motor de monitoreo verificará periódicamente la actualización de los resultados de la verificación de servicio. Si deshabilitó la verificación de actualización del servicio (con la opción check_service_freshness), esta opción no tiene efecto.
zh_cn: 此设置确定监控引擎定期检查服务检查结果的“新鲜度”的频率(以秒为单位)。如果你禁用了服务新鲜度检查(通过check_service_fresh选项)，这个选项不起作用。

source: This option determines whether or not Monitoring Engine will periodically check the "freshness" of host checks. Enabling this option is useful for helping to ensure that passive host checks are received in a timely manner. If the check results is found to be not fresh, Monitoring Engine will force an active check of the host or service by executing the command specified by in the host or service definition. This option is enabled by default.
es: Esta opción determina si el motor de administración verificará periódicamente la "frialdad" de los cheques de los huéspedes. Habilitar esta opción es muy útil para asegurar que los cheques de invitados pasivos se reciban de manera oportuna. Si los resultados de la verificación no son válidos, el motor de monitoreo forzará un control activo del host o servicio ejecutando el comando especificado por el host o la definición del servicio. Esta opción está habilitada por defecto.
zh_cn: 该选项决定监控引擎是否定期检查主机检查的“新鲜度”。启用此选项有助于确保及时接收被动主机检查。如果发现检查结果不新鲜，监控引擎将通过执行主机或服务定义中指定的命令强制对主机或服务进行活动检查。默认情况下启用该选项。

source: This setting determines how often (in seconds) Monitoring Engine will periodically check the "freshness" of host check results. If you have disabled host freshness checking (with the check_host_freshness option), this option has no effect.
es: Este parámetro determina la frecuencia (en segundos) con la que el motor de monitoreo verificará periódicamente la actualización de los resultados de las verificaciones de los huéspedes. Si ha deshabilitado la comprobación de control del host (con la opción check_host_freshness), esta opción no tiene efecto.
zh_cn: 此设置确定监控引擎定期检查主机检查结果的“新鲜度”的频率(以秒为单位)。如果您禁用了主机新鲜度检查(使用check_host_fresh选项)，则此选项不起作用。

source: This option determines the number of seconds Monitoring Engine will add to any host or services freshness threshold it automatically calculates (e.g. those not specified explicitly by the user).
es: Esta opción determina la cantidad de segundos que el motor de administración agregará como un umbral de actualización que calcula automáticamente para todos los hosts o servicios (por ejemplo, aquellos que no han sido explícitamente especificados por el usuario).
zh_cn: 这个选项决定了监控引擎将添加到它自动计算的任何主机或服务新鲜度阈值的秒数(例如，那些没有由用户明确指定的)。

source: This option allows you to specify what kind of date/time format Monitoring Engine should use in the web interface and date/time macros.
es: Esta opción le permite especificar el formato de fecha / hora que el motor de administración usará en la interfaz web y en las macros de fecha / hora.
zh_cn: 此选项允许您指定监视引擎在web界面和日期/时间宏中应该使用哪种日期/时间格式。

source: Time interval in seconds between two heartbeat events. This event is the one responsible of the 'Last Update' column update in the Pollers listing. Value must be between 5 and 600. Default value is 30.
zh_cn: 两个心跳事件之间的时间间隔，以秒为单位。该事件负责Pollers清单中的“Last Update”列更新。取值范围为5 ~ 600。默认值为30。

source: This is the email address for the administrator of the local machine (i.e. the one that Monitoring Engine is running on). This value can be used in notification commands by using the $ADMINEMAIL$ macro.
es: Esta es la dirección de correo electrónico del administrador local de la máquina (aquella en la que se ejecuta el motor de supervisión). Este valor se puede usar en comandos de notificación con la macro $ ADMINEMAIL $.
zh_cn: 这是本地机器(即运行Monitoring Engine的机器)管理员的电子邮件地址。该值可以通过$ADMINEMAIL$宏在通知命令中使用。

source: This is the pager number (or pager email gateway) for the administrator of the local machine (i.e. the one that Monitoring Engine is running on). The pager number/address can be used in notification commands by using the $ADMINPAGER$ macro.
es: Este es el número de buscapersonas (o la puerta de enlace de paginación-correo electrónico) del administrador de la máquina local (en el que se ejecuta el motor de supervisión). El número o la dirección del localizador se pueden utilizar en los comandos de notificación gracias a la macro $ ADMINPAGER $.
zh_cn: 这是本地机器(即运行Monitoring Engine的机器)的管理员的寻呼机号码(或寻呼机电子邮件网关)。通过使用$ADMINPAGER$宏，可以在通知命令中使用寻呼机号码/地址。
