Repository: centreon/centreon
Catalog: centreon/lang/*.UTF-8/LC_MESSAGES/help.po
Languages: es, zh_cn

source: Choose a vendor from the list. The vendor must have been created beforehand.
es: Elija un proveedor de la lista. El proveedor debe haber sido creado de antemano.
zh_cn: 从列表中选择一个供应商。供应商必须事先创建。

source: Choose a local MIB file containing SNMP trap definitions to upload and import. The file will be parsed with snmpttconvertmib.
es: Elija un archivo MIB local que contenga las definiciones de capturas SNMP para enviar e importar. El archivo será atravesado por snmpttconvertmib.
zh_cn: 选择包含SNMP trap定义的MIB文件进行上传和导入。该文件将使用snmpttconvertmib进行解析。

source: Enter the trap name as specified in the MIB file and send by the SNMP master agent.
es: Ingrese el nombre de la captura como se especifica en el archivo MIB y enviado por el agente SNMP.
zh_cn: 输入由SNMP主代理发送的MIB文件中指定的trap名称。

source: Choose the matching mode.
zh_cn: 选择匹配模式。

source: Enter the full numeric object identifier (OID) starting with .1.3.6 (.iso.org.dod).
es: Introduzca el identificador numérico completo del objeto (OID) comenzando con .1.3.6 (.iso.org.dod).
zh_cn: 输入以.1.3.6 (.iso.org.dod)开头的完整数字对象标识符(OID)。

source: Switch the submission of trap results to monitoring engine on or off.
es: Activa o desactiva el envío de capturas al motor supervisor.
zh_cn: 将陷阱结果提交到监视引擎的开关打开或关闭。

source: Enter the status message to be submitted to monitoring engine. The original trap message will be placed into the entered string at the position of the variable $*.
es: Ingrese el mensaje de estado para enviar al motor de supervisión. El contenido de la "Trampa" original se insertará en el mensaje ingresado anteriormente, en lugar de la variable $ *.
zh_cn: 输入要提交给监控引擎的状态消息。原始的陷阱消息将被放入输入的字符串中变量$*的位置。

source: Choose the service state to be submitted to monitoring engine together with the status message. This simple mode can be used if each trap can be mapped to exactly 1 monitoring engine status.
es: Elija el estado del servicio que se enviará al motor de supervisión con el mensaje de estado. Este modo simple puede usarse si cada trampa puede asociarse con exactamente un estado del motor de supervisión.
zh_cn: 选择要与状态消息一起提交给监视引擎的服务状态。如果可以将每个陷阱映射到恰好一个监视引擎状态，则可以使用这种简单模式。

source: Severities are defined in the service category object.
es: Las criticidades se definen en el nivel de categoría de objeto.
zh_cn: 严重性在服务类别对象中定义。

source: Enable advanced matching mode for cases where a trap relates to multiple monitoring engine states and the trap message has to be parsed.
es: Habilita el modo de búsqueda avanzada en los casos en que una trampa está conectada a varios motores de supervisión y el mensaje de captura ha sido analizado.
zh_cn: 在陷阱与多个监视引擎状态相关并且必须解析陷阱消息的情况下，启用高级匹配模式。

source: Define one or multiple regular expressions to match against the trap message and map it to the related monitoring engine service state. Use <a href='http://perldoc.perl.org/perlre.html'>perlre</a> for the format and place the expression between two slashes.
es: Defina una o más expresiones regulares para hacer coincidir el mensaje de captura y el mapa con el estado de servicio del motor de monitoreo relacionado. Utilice <a href=`http://perldoc.perl.org/perlre.html`> perlre </a> para el formato y coloque la expresión entre dos barras.
zh_cn: 定义一个或多个正则表达式来匹配trap消息，并将其映射到相关的监视引擎服务状态。使用<a href='http://perldoc.perl.org/perlre.html'>perlre</a>作为格式，并将表达式放在两个斜杠之间。

source: Choose whether or not the associated service should be actively rechecked after submission of this trap.
es: Define si es necesario o no controlar activamente el servicio después de recibir una captura SNMP.
zh_cn: 选择是否在提交此trap后主动重新检查相关服务。

source: Choose whether or not a special command should be run by centreontrapd when this trap was received.
es: Si el comando centreontrapd debe o no ejecutar un comando especial cuando se recibe una captura SNMP.
zh_cn: 选择是否在收到此trap时由centreontrapd运行一个特殊命令。

source: Define the command to execute by centreontrapd's trap handler. The command must be located in the PATH of the centreontrapd user.
es: Define el comando ejecutado por el administrador de eventos del proceso centreontrapd. Este comando debe ejecutar un binario disponible en la RUTA del usuario centrontrapd.
zh_cn: 定义要由centreontrapd的陷阱处理程序执行的命令。该命令必须位于centreontrapd用户的PATH下。

source: Comment to describe per example the situation in which this trap will be send. Additionally the format and the parameters of the trap can be described.
es: Comente para dar más precisión en la definición de la captura SNMP, por ejemplo, indicando los parámetros contenidos.
zh_cn: 注释描述每个示例发送此陷阱的情况。此外，还可以描述该陷阱的格式和参数。

source: Enable/Disable routing definition
es: Habilita / deshabilita el enrutamiento de capturas SNMP
zh_cn: 启用/禁用路由定义

source: Routing definition to choose host(s)
es: Regla de enrutamiento para seleccionar el host final al que reenviar la captura SNMP
zh_cn: 选择主机的路由定义

source: Permits to filter services of host(s). Skip if service_description not equals to the value set.
es: Filtros por servicio. No realice la acción si el campo "service_description" no es igual al valor definido.
zh_cn: 允许过滤主机的服务。如果service_description不等于设置的值，则跳过。

source: PREEXEC commands are executed after 'routing' and before 'matching', 'actions'
es: Los comandos PREEXEC se ejecutan después de los comandos de enrutamiento y antes de las reglas correspondientes (REGEXP sobre el estado) y las reglas de acción.
zh_cn: PREEXEC命令在'routing'之后，'matching'， 'actions'之前执行。

source: Whether or not traps will be inserted into database. Disabled by default
es: Le permite registrar en la base de datos cada captura SNMP recibida. Esta opción está deshabilitada por defecto.
zh_cn: 是否将陷阱插入数据库。默认禁用

source: Minimum delay necessary for a trap to be processed after another one
es: Tiempo mínimo requerido entre el procesamiento de 2 trampas SNMP.
zh_cn: 一个陷阱在另一个陷阱之后被处理所需的最小延迟

source: Whether execution interval will be applied to identical OIDs or identical OIDs and hosts
es: El intervalo de ejecución se aplicará para OID o OID / pares de host
zh_cn: 是否将执行间隔应用于相同的oid或相同的oid和主机

source: Defines the trap execution method
es: Define el método de procesamiento al recibir la captura SNMP
zh_cn: 定义陷阱执行方法

source: Skip trap if host or service is in downtime when centreontrapd proceeds. 'History' option is more accurate but needs more powers. The option works only with centreon-broker AND central mode.
es: No ejecuta el procesamiento asociado con la definición de captura SNMP si el servicio asociado es tiempo de inactividad. En caso de que se seleccione el método "Historized", el proceso centreontrapd se conectará a la base de datos para recuperar esta información. Esta opción solo funciona para el procesamiento de capturas SNMP en el servidor central de Centreon con el módulo Centreon Broker.
zh_cn: 如果主机或服务在中心捕获时处于停机状态，则跳过trap。“历史”选项更准确，但需要更多的功能。该选项仅适用于centeron -broker和central模式。

source: Regexp for removing or change some characters in output message (Example: s/\|/-/g).
es: Expresión racional que permite modificar ciertos caracteres del estado detallado (salida). Ejemplo: s / \ | / - / g
zh_cn: 用于删除或更改输出消息中的某些字符的Regexp(例如:s/\|/-/g)。

source: Submit or not the status to the monitoring engine, related to the rules
es: Transmitir o no el estado al motor de supervisión de acuerdo con los parámetros introducidos en las reglas.
zh_cn: 是否向监控引擎提交状态，与规则相关

source: Maximum execution time of trap processing. This includes Preexec commands, submit command and special command
es: Tiempo máximo de ejecución del proceso de procesamiento de captura SNMP. Este tiempo incluye comandos PREEXEC, envío del resultado y ejecución de comandos especiales.
zh_cn: trap处理的最大执行时间。这包括Preexec命令、提交命令和特殊命令

source: Custom Perl code. Will be executed with no change (security issue. Need to set centreontrapd secure_mode to '1')
es: Código Perl personalizado. Se ejecutará sin modificaciones (opción de seguridad). Requiere configurar la opción "secure_mode" en 1 en la configuración del proceso centreontrapd.
zh_cn: 自定义Perl代码。将在没有更改的情况下执行(安全问题)。需要将centreontrapd secure_mode设置为“1”)

source: Choose a service from the list. The service must have been created beforehand.
es: Elija un servicio de la lista. El servicio debe haber sido creado de antemano.
zh_cn: 从列表中选择一个服务。该服务必须事先创建。

source: Choose a service template from the list. The service template must have been created beforehand.
es: Seleccione una plantilla de servicio de la lista. Este modelo de servicio debe haberse creado primero.
zh_cn: 从列表中选择一个服务模板。该服务模板必须是预先创建的。

source: Used for identifying the poller
es: Se utiliza para identificar al coleccionista.
zh_cn: 用于标识轮询器

source: IP address of the poller
es: Dirección IP del colector
zh_cn: 轮询器的IP地址

source: Whether the poller is local
es: Si el coleccionista es local.
zh_cn: 轮询器是否在本地

source: Main poller
es: Colector principal
zh_cn: 主轮询器

source: Master Remote Server to which this server will be attached
zh_cn: 此服务器将连接到的主远程服务器

source: Additional Remote Server to which this server will be attached
zh_cn: 此服务器将附加到的其他远程服务器

source: SSH legacy port used by Centreon extensions or tools (see Gorgone Information for communication port between monitoring servers)
zh_cn: Centreon扩展或工具使用的SSH遗留端口(有关监视服务器之间的通信端口，请参阅Gorgone信息)

source: Gorgone communication protocol (ZMQ or SSH)
zh_cn: Gorgone通信协议(ZMQ或SSH)

source: Gorgone port of the remote poller (5556 or 22)
zh_cn: 远程轮询器的Gorgone端口(5556或22)

source: Command to start Centreon Engine process
zh_cn: 启动Centreon Engine进程

source: Command to stop Centreon Engine process
zh_cn: 停止Centreon Engine进程

source: Command to restart Centreon Engine process
zh_cn: 命令重新启动Centreon Engine进程

source: Command to reload Centreon Engine process
zh_cn: 命令重新加载Centreon引擎进程

source: Path of init script of centreontrapd
es: Iniciar la ruta del script del proceso centreontrapd
zh_cn: centreontrapd初始化脚本路径

source: Path of binary of the scheduler
es: La ruta binaria del planificador.
zh_cn: 调度程序的二进制路径

source: Path of stats binary of the scheduler
es: Ruta del binario estadístico del planificador.
zh_cn: 调度程序的统计二进制文件的路径

source: Perfdata script
es: Script para datos de rendimiento
zh_cn: Perfdata脚本

source: Command to reload Centreon Broker process
zh_cn: 命令重新加载Centreon Broker进程

source: Path of the configuration file for Centreon Broker
es: Ruta para el archivo de configuración de Centreon Broker
zh_cn: 命令重新加载Centreon Broker进程

source: Path with modules for Centreon Broker
es: Ruta para los módulos de Centreon Broker
zh_cn: 带有Centreon Broker模块的路径

source: Path of the Centreon Broker log file
es: Ruta del archivo de registro de Centreon Broker
zh_cn: Centreon Broker日志文件的路径

source: Path with Centreon Connector binaries
es: Ruta a los conectores de Centreon
zh_cn: 带有Centreon连接器二进制文件的路径

source: Enable or disable poller
es: Habilitar o deshabilitar el colector
zh_cn: 启用或禁用轮询器

source: Centreontrapd init script to restart process on poller.
es: Script de inicialización del proceso de Centreontrapd para reiniciarlo en el colector.
zh_cn: Centreontrapd初始化脚本在轮询器上重启进程。

source: Light databases will be stored in the specified directory. They are used for synchronizing trap definitions on pollers.
es: Las bases de datos reducidas se guardan en un directorio dedicado. Se utilizan para sincronizar la configuración de capturas SNMP para un recopilador remoto.
zh_cn: 轻数据库将存储在指定的目录中。它们用于同步轮询器上的陷阱定义。

source: Those commands can be executed at the end of the file generation generation/restart process. Do not specify macros in the commands, for they will not be replaced. Make sure to have sufficient rights for the Apache user to run these commands.
es: Estos comandos se ejecutan al final de la generación de la configuración de supervisión y después del reinicio del motor de recopilación. No especifique macros después de este comando porque no se sobrescribirán. Compruebe que los derechos de ejecución son suficientes para el usuario "apache".
zh_cn: 这些命令可以在文件生成/重新启动过程结束时执行。不要在命令中指定宏，因为它们不会被替换。确保Apache用户有足够的权限来运行这些命令。

source: Short description of the poller
es: Breve descripción del coleccionista.
zh_cn: 对轮询器的简短描述

source: What kind of method is needed to reach the Remote Server, HTTP or HTTPS?
zh_cn: 需要什么样的方法来访问远程服务器，HTTP还是HTTPS?

source: On which TCP port is listening the Remote Server?
zh_cn: 哪个TCP端口正在监听远程服务器?

source: If checked, it won't check the validity of the SSL certificate of the Remote Server.
zh_cn: 如果选中，它将不检查远程服务器的SSL证书的有效性。

source: If checked, it won't use the proxy configured in 'Administration > Parameters > Centreon UI' to connect to the Remote Server.
zh_cn: 如果选中，它将不会使用在“管理>参数> Centreon UI”中配置的代理连接到远程服务器。

source: If disabled, the Central server will send configuration and external commands directly to the poller and will not use the Remote Server as a proxy.
zh_cn: 如果禁用，中央服务器将直接向轮询器发送配置和外部命令，而不会使用远程服务器作为代理。

source: The name of the recurrent downtime rule.
es: El nombre de la regla de tiempo de parada recurrente.
zh_cn: 周期性停机规则的名称。

source: Description of the downtime
es: Descripción del tiempo de parada.
zh_cn: 停机时间描述

source: Option to enable or disable this downtime
es: Opción para habilitar y deshabilitar el tiempo de parada
zh_cn: 选项启用或禁用此停机时间

source: This field give the possibility to configure the frequency of this downtime.
es: Este campo ofrece la posibilidad de configurar la frecuencia de este tiempo de parada.
zh_cn: 此字段允许配置此停机时间的频率。

source: This field give you the possibility to select all hosts implied by this downtime
es: Este campo le da la posibilidad de elegir todos los hosts involucrados en este tiempo de parada
zh_cn: 此字段使您可以选择此停机时间所暗示的所有主机

source: This field give you the possibility to select all hostgroups and all hosts contained into the selected hostgroups implied by this downtime
es: Este campo le ofrece la posibilidad de elegir todos los grupos de hosts y todos los hosts incluidos en el grupo de hosts seleccionado involucrados en este tiempo de detención.
zh_cn: 此字段使您可以选择所有主机组以及包含在此停机时间所隐含的选定主机组中的所有主机

source: This field give you the possibility to select all services implied by this downtime
es: Este campo le da la oportunidad de elegir todos los servicios involucrados en este tiempo de parada
zh_cn: 此字段使您可以选择此停机时间所隐含的所有服务

source: This field give you the possibility to select all servicegroups and all services contained into the servicegroups implied by this downtime
es: Este campo le brinda la oportunidad de elegir todos los grupos de servicios y servicios contenidos en el grupo de servicios seleccionado involucrado en este tiempo de inactividad
zh_cn: 该字段使您可以选择所有服务组以及包含在此停机时间所暗示的服务组中的所有服务

source: Name of action rule.
es: Nombre de la regla de acceso.
zh_cn: 动作规则的名称。

source: Description of action rule.
es: Descripción de la regla de acceso.
zh_cn: 动作规则的描述。

source: Implied ACL groups.
es: Acceder a los grupos vinculados.
zh_cn: 隐式ACL组。

source: The monitoring overview will be displayed at the top of all pages.
es: El resumen del estado de los hosts y servicios se mostrará en todas las páginas como tablas.
zh_cn: 监控概览将显示在所有页面的顶部。

source: The monitoring poller status overview will be displayed at the top of all pages.
es: La vista general del estado de los recopiladores se mostrará en todas las páginas como tablas.
zh_cn: 监控轮询器状态概述将显示在所有页面的顶部。

source: The poller filter will be available to users in the monitoring consoles.
es: El filtro de selección del colector estará disponible para los usuarios para las páginas "Supervisión -> Hosts" y "Supervisión -> Servicios".
zh_cn: 监控控制台中的用户可以使用轮询器过滤器。

source: Allows user to generate and export configuration, and restart poller.
zh_cn: 允许用户生成和导出配置，并重新启动轮询器。

source: Allows user to generate and export configuration, and restart centreontrapd process.
zh_cn: 允许用户生成和导出配置，并重新启动centreontrapd进程。

source: Allows users to stop the monitoring systems.
es: Permite a los usuarios detener el motor de monitoreo desde la interfaz.
zh_cn: 允许用户停止监控系统。

source: Allows users to restart the monitoring systems.
es: Permite a los usuarios reiniciar el motor de monitoreo desde la interfaz.
zh_cn: 允许用户重新启动监控系统。

source: Allows users to enable or disable notifications.
es: Permite a los usuarios habilitar o deshabilitar las notificaciones.
zh_cn: 允许用户启用或禁用通知。

source: Allows users to enable or disable service checks.
es: Permite a los usuarios activar o desactivar los controles de servicio.
zh_cn: 允许用户启用或禁用服务检查。

source: Allows users to enable or disable passive service checks.
es: Permite a los usuarios habilitar o deshabilitar las comprobaciones de servicios pasivos.
zh_cn: 允许用户启用或禁用被动服务检查。

source: Allows users to enable or disable host checks.
es: Permite a los usuarios habilitar o deshabilitar los controles de host.
zh_cn: 允许用户启用或禁用主机检查。

source: Allows users to enable or disable passive host checks.
es: Permite a los usuarios habilitar o deshabilitar controles pasivos para hosts.
zh_cn: 允许用户启用或禁用被动主机检查。

source: Allows users to enable or disable event handlers.
es: Permite a los usuarios habilitar o deshabilitar el controlador de eventos.
zh_cn: 允许用户启用或禁用事件处理程序。

source: Allows users to enable or disable flap detection.
es: Permite a los usuarios habilitar o deshabilitar la detección de servicios de aleteo.
zh_cn: 允许用户开启或关闭皮瓣检测。

source: Allows users to enable or disable obsessive service checks.
es: Permite a los usuarios habilitar o deshabilitar la ejecución del comando de control de servicio posterior (OCSP).
zh_cn: 允许用户启用或禁用强制服务检查。

source: Allows users to enable or disable obsessive host checks.
es: Permite a los usuarios habilitar o deshabilitar el comando de control de host (OCHP).
zh_cn: 允许用户启用或禁用强制主机检查。

source: Allows users to enable or disable performance data processing.
es: Permite a los usuarios habilitar o deshabilitar el procesamiento de datos de rendimiento.
zh_cn: 允许用户启用或禁用性能数据处理。

source: Allows users to enable or disable checks of a service.
es: Permite a los usuarios activar o desactivar el control de un servicio.
zh_cn: 允许用户启用或禁用服务检查。

source: Allows users to enable or disable notifications of a service.
es: Permite a los usuarios habilitar o deshabilitar la notificación de un servicio.
zh_cn: 允许用户启用或禁用服务通知。

source: Allows users to acknowledge a service.
es: Permite a los usuarios agregar un reconocimiento para un servicio.
zh_cn: 允许用户确认服务。

source: Allows users to remove an acknowledgement from a service.
es: Permite a los usuarios cancelar el reconocimiento de un servicio.
zh_cn: 允许用户从服务中删除确认。

source: Allows users to re-schedule next check of a service.
es: Permite a los usuarios reprogramar el siguiente control de un servicio.
zh_cn: 允许用户重新安排服务的下一次检查。

source: Allows users to re-schedule next check of a service by placing its priority to the top.
es: Permite a los usuarios reprogramar el siguiente control de un servicio priorizando la ejecución del servicio en la parte superior de la cola de ejecución.
zh_cn: 允许用户通过将服务的优先级放在首位来重新安排下一次检查。

source: Allows users to schedule downtime on a service.
es: Permite a los usuarios programar un tiempo de apagado para un servicio.
zh_cn: 允许用户安排服务的停机时间。

source: Allows users to add or delete a comment of a service.
es: Permite a los usuarios agregar o eliminar comentarios de un servicio.
zh_cn: 允许用户添加或删除服务的评论。

source: Allows users to enable or disable the event handler processing of a service.
es: Permite a los usuarios habilitar o deshabilitar el controlador de eventos para un controlador de eventos.
zh_cn: 允许用户启用或禁用服务的事件处理程序处理。

source: Allows users to enable or disable flap detection of a service.
es: Permite a los usuarios habilitar o deshabilitar la detección de equipaje para un servicio (aleteo).
zh_cn: 允许用户启用或禁用服务的flap检测。

source: Allows users to enable or disable passive checks of a service.
es: Permite a los usuarios habilitar o deshabilitar el monitoreo pasivo de un servicio.
zh_cn: 允许用户启用或禁用服务的被动检查。

source: Allows users to submit result to a service.
es: Permite a los usuarios enviar un resultado para un servicio.
zh_cn: 允许用户向服务提交结果。

source: Allows users to enable or disable checks of a host.
es: Permite a los usuarios habilitar o deshabilitar los controles para un host.
zh_cn: 允许用户启用或禁用主机检查。

source: Allows users to enable or disable notifications of a host.
es: Permite a los usuarios habilitar o deshabilitar la notificación para un host.
zh_cn: 允许用户启用或禁用主机通知。

source: Allows users to acknowledge a host.
es: Permite a los usuarios agregar un acuse de recibo para un host.
zh_cn: 允许用户确认主机。

source: Allows users to remove an acknowledgement from a host.
es: Permite a los usuarios borrar el reconocimiento de un host.
zh_cn: 允许用户从主机中删除确认。

source: Allows users to re-schedule next check of a host.
es: Permite a los usuarios reprogramar el control de un host.
zh_cn: 允许用户重新安排主机的下一次检查。

source: Allows users to re-schedule next check of a host by placing its priority to the top.
es: Permite a los usuarios reprogramar el siguiente control de un host al priorizar la ejecución del host en la parte superior de la cola de ejecución.
zh_cn: 允许用户通过将主机的优先级放在首位来重新安排下一次主机检查。

source: Allows users to schedule downtime on a host.
es: Permite a los usuarios programar un tiempo de apagado para un host.
zh_cn: 允许用户在主机上安排停机时间。

source: Allows users to add or delete a comment of a host.
es: Permite a los usuarios agregar o eliminar comentarios para un host.
zh_cn: 允许用户添加或删除主机的评论。

source: Allows users to enable or disable the event handler processing of a host.
es: Permite a los usuarios habilitar o deshabilitar el controlador de eventos para un evento.
zh_cn: 允许用户启用或禁用主机的事件处理程序处理。

source: Allows users to enable or disable flap detection of a host.
es: Permite a los usuarios habilitar o deshabilitar la detección de equipaje para un host (aleteo).
zh_cn: 允许用户开启或关闭主机的flap检测功能。

source: Allows users to enable or disable all service checks of a host.
es: Permite a los usuarios habilitar o deshabilitar todos los servicios en un host.
zh_cn: 允许开启或关闭主机的所有业务检查。

source: Allows users to enable or disable service notifications of a host.
es: Permite a los usuarios habilitar o deshabilitar la notificación de los servicios de un host.
zh_cn: 允许用户启用或禁用主机的服务通知。

source: Allows users to submit result to a host.
es: Permite a los usuarios enviar un resultado para un host.
zh_cn: 允许用户向主机提交结果。

source: Enable or disable the ACL action rule.
es: Activa o desactiva la regla de acceso.
zh_cn: 启用/禁用ACL动作规则。

source: Name of access group.
es: Nombre del grupo de acceso.
zh_cn: 访问组名称。

source: Alias of access group.
es: Alias ​​del grupo de acceso.
zh_cn: 访问组别名。

source: Implied users.
es: Usuarios relacionados.
zh_cn: 隐含的用户。

source: Implied user groups.
es: Grupos de usuarios relacionados.
zh_cn: 隐含的用户组。

source: Enable or disable the access group.
es: Habilitar o deshabilitar el grupo de acceso.
zh_cn: 启用或禁用访问组。

source: ACL resource rules that are linked to the access group.
es: Reglas de acceso para los recursos que serán vinculados a este grupo.
zh_cn: 链接到访问组的ACL资源规则。

source: ACL menu rules that are linked to the access group.
es: Reglas de acceso para los menús que estarán vinculados a este grupo.
zh_cn: 链接到访问组的ACL菜单规则。

source: ACL action rules that are linked to the access group.
es: Reglas de acceso relativas a las acciones que se vincularán a este grupo.
zh_cn: 链接到访问组的ACL动作规则。

source: Name of menu rule.
es: Nombre de la regla del menú.
zh_cn: 菜单规则的名称。

source: Alias of menu rule.
es: Alias ​​de la regla en los menús.
zh_cn: 菜单规则的别名。

source: Enable or disable the ACL menu rule.
es: Habilitar o deshabilitar la regla de acceso al menú.
zh_cn: 启用/禁用ACL菜单规则。

source: Comments regarding this menu rule.
es: Comentario de la regla de acceso a los menús.
zh_cn: 关于此菜单规则的注释。

source: Name of resource rule.
es: Nombre de la regla de recursos.
zh_cn: 资源规则的名称。

source: Description of resource rule.
es: Descripción de la regla de recursos.
zh_cn: 资源规则的描述信息。

source: Enable or disable the ACL resource rule.
es: Activa o desactiva la regla de acceso a los recursos.
zh_cn: 启用/禁用ACL资源规则。
