Repository: centreon/centreon
Catalog: centreon/lang/*.UTF-8/LC_MESSAGES/help.po
Languages: es, zh_cn

source: This option allows you to specify illegal characters that cannot be used in host names, service descriptions, or names of other object types. Monitoring Engine will allow you to use most characters in object definitions, but I recommend not using the characters set by default. Doing may give you problems in the web interface, notification commands, etc.
es: Esta opción le permite especificar qué caracteres ilegales no se pueden usar en nombres de host, descripciones de servicios o nombres de otros tipos de objetos. El motor de supervisión permitirá la mayoría de los caracteres en las definiciones de objetos, pero le recomiendo que no use los caracteres predeterminados. Si lo hace, estará expuesto a problemas en la interfaz web, notificaciones de pedidos, etc.
zh_cn: 该选项允许您指定非法字符，这些字符不能用于主机名、服务描述或其他对象类型的名称。监视引擎将允许您在对象定义中使用大多数字符，但我建议不要使用默认的字符集。这样做可能会在web界面、通知命令等方面给你带来问题。

source: This option allows you to specify illegal characters that should be stripped from macros before being used in notifications, event handlers, and other commands. This DOES NOT affect macros used in service or host check commands. Some of these characters are interpreted by the shell (i.e. the backtick) and can lead to security problems.
es: Esta opción le permite especificar caracteres ilegales que deberán eliminarse de las macros antes de usarse en notificaciones, manejo de eventos y otros comandos. Esto no afecta a las macros utilizadas en los comandos de servicio y verificación de host. Algunos de estos caracteres son interpretados por el terminal (por ejemplo, el acento grave) y pueden llevar a problemas de seguridad.
zh_cn: 该选项允许您指定在通知、事件处理程序和其他命令中使用之前应该从宏中删除的非法字符。这不会影响服务或主机检查命令中使用的宏。其中一些字符由shell解释(即反勾号)，并可能导致安全问题。

source: This option determines whether or not various directives in your object definitions will be processed as regular expressions. More information on how this works can be found in Monitoring Engine section on object tricks. This option is disabled by default.
es: Esta opción determina si las configuraciones en sus definiciones de objetos serán tratadas como expresiones regulares. Puede encontrar más información sobre la operación en la documentación del motor de supervisión en la sección de consejos y trucos de los objetos. Esta opción está deshabilitada por defecto.
zh_cn: 该选项决定对象定义中的各种指令是否作为正则表达式处理。有关其工作原理的更多信息，可以在对象技巧的监视引擎部分中找到。默认情况下，该选项是禁用的。

source: If you've enabled regular expression matching of various object directives using the use_regexp_matching option, this option will determine when object directives are treated as regular expressions. If this option is disabled (the default), directives will only be treated as regular expressions if they contain *, ?, +, or \.. If this option is enabled, all appropriate directives will be treated as regular expression.
es: Si ha habilitado la concordancia de expresiones regulares, esta opción determinará cuándo se tratarán los parámetros como expresiones regulares. Si esta opción está deshabilitada (predeterminada), los parámetros se tratarán como expresiones regulares solo si contienen un *,?, O \. Si esta opción está habilitada, todos los parámetros se tratarán como expresiones regulares.
zh_cn: 如果您使用use_regexp_matching选项启用了各种对象指令的正则表达式匹配，则该选项将决定何时将对象指令视为正则表达式。如果该选项被禁用(默认)，指令只会被视为正则表达式，如果它们包含*、?、+或\..如果启用了该选项，所有适当的指令都将被视为正则表达式。

source: This option controls what (if any) data gets sent to the event broker and, in turn, to any loaded event broker module. Centreon relies heavily on the broker and needs this value to be set as -1.
es: Esta opción controla que los datos (si son múltiples) se envíen al agente de eventos y luego se carguen en el módulo del agente de eventos. Centreon depende en gran medida del agente y necesita que este valor se establezca en -1.
zh_cn: 该选项控制将哪些(如果有的话)数据发送到事件代理，进而发送到任何加载的事件代理模块。Centreon严重依赖代理，需要将此值设置为-1。

source: This options is an advanced configuration of engine that enables or not the filtering of macros sent to broker.If you don't understand the purpose of enabling this option, please do not enable it.
zh_cn: 此选项是引擎的高级配置，用于启用或不启用发送给代理的宏过滤。如果您不明白启用此选项的目的，请不要启用它。

source: This field should be filled only if filtering option is enabled. You can define the list of macros that should be sent to Centreon Broker.
zh_cn: 只有启用过滤选项时，才应该填充此字段。您可以定义应该发送到Centreon Broker的宏列表。

source: This directive is used to specify an event broker module that should by loaded by Monitoring Engine at startup. Use multiple directives if you want to load more than one module. Arguments that should be passed to the module at startup are separated from the module path by a space.
es: Este parámetro se utiliza para especificar el módulo de agente de eventos para que se cargue al iniciar el motor de supervisión. Muchos de estos mismos parámetros pueden usarse si desea cargar más de uno. Los argumentos pasados ​​al módulo estarán separados por un espacio.
zh_cn: 该指令用于指定一个事件代理模块，该模块应在启动时由监视引擎加载。如果你想加载多个模块，请使用多个指令。应该在启动时传递给模块的参数与模块路径之间用一个空格隔开。

source: This option determines whether or not Monitoring Engine will execute predictive checks of hosts that are being depended upon (as defined in host dependencies) for a particular host when it changes state. Predictive checks help ensure that the dependency logic is as accurate as possible. This option is enabled by default.
es: Esta opción determina si el motor supervisor o no ejecutar controles predictivos de hosts dependientes (tal como se define en d`Hotes dependencias) d`un particular, huésped cuando cambia d`état. Los controles predictivos ayudan a garantizar que la lógica de dependencia sea lo más precisa posible. Esta opción está habilitada por defecto.
zh_cn: 此选项决定在特定主机更改状态时，监视引擎是否对所依赖的主机(如主机依赖项中定义的那样)执行预测性检查。预测性检查有助于确保依赖关系逻辑尽可能准确。默认情况下启用该选项。

source: This option determines whether or not Monitoring Engine will execute predictive checks of services that are being depended upon (as defined in service dependencies) for a particular service when it changes state. Predictive checks help ensure that the dependency logic is as accurate as possible. More information on how predictive checks work can be found here. This option is enabled by default.
es: Esta opción determina si el motor de monitoreo ejecutará controles predictivos en los servicios dependientes (como se define en las dependencias del servicio) para un servicio en particular cuando ese servicio cambia de estado. Los controles predictivos ayudan a garantizar que la lógica de dependencia sea lo más precisa posible. Se puede encontrar más información sobre el funcionamiento de los controles predictivos en la documentación del motor de supervisión. Esta opción está habilitada por defecto.
zh_cn: 此选项决定当特定服务改变状态时，Monitoring Engine是否对所依赖的服务(如服务依赖项中定义的)执行预测检查。预测性检查有助于确保依赖关系逻辑尽可能准确。关于预测性检查如何工作的更多信息可以在这里找到。默认情况下启用该选项。

source: This option determines the maximum amount of time (in seconds) that the state of a previous host check is considered current. Cached host states (from host checks that were performed more recently than the time specified by this value) can improve host check performance immensely. Too high of a value for this option may result in (temporarily) inaccurate host states, while a low value may result in a performance hit for host checks. Use a value of 0 if you want to disable host check caching.
es: Esta opción determina el tiempo máximo (en segundos) para que el estado de un control de host anterior se considere actual. La memoria caché de los estados del host (desde el punto de vista de las comprobaciones de host que se han realizado más recientemente que el tiempo especificado por este valor) puede mejorar drásticamente el rendimiento de las comprobaciones de invitados. Un valor que es demasiado alto para esta opción puede dar lugar a estados del host (temporalmente) erróneos, mientras que un valor demasiado bajo dará como resultado un colapso en el rendimiento de las comprobaciones del host. Utilice el valor 0 para deshabilitar el caché de control de host.
zh_cn: 此选项确定将上一次主机检查的状态视为当前状态的最长时间(以秒为单位)。缓存的主机状态(来自于比此值指定的时间更早执行的主机检查)可以极大地提高主机检查的性能。该选项的值过高可能会导致(暂时)不准确的主机状态，而值过低可能会导致主机检查的性能受到影响。如果要禁用主机检查缓存，请使用值0。

source: This option determines the maximum amount of time (in seconds) that the state of a previous service check is considered current. Cached service states (from service checks that were performed more recently than the time specified by this value) can improve service check performance when a lot of service dependencies are used. Too high of a value for this option may result in inaccuracies in the service dependency logic. Use a value of 0 if you want to disable service check caching.
es: Esta opción establece el tiempo máximo (en segundos) para que el estado de una verificación de servicio anterior se considere actual. La memoria caché del estado del servicio (para las comprobaciones de servicio que se realizan antes del intervalo especificado por este valor) puede mejorar el rendimiento de los controles cuando se utiliza una gran cantidad de dependencias de servicio. Un valor demasiado alto para esta opción resultará en una falta de precisión en la lógica de dependencia del servicio. Establezca este valor en 0 si desea deshabilitar el caché de control de servicio.
zh_cn: 此选项确定将先前服务检查的状态视为当前状态的最大时间(以秒为单位)。当使用大量服务依赖项时，缓存的服务状态(来自于比此值指定的时间更早执行的服务检查)可以提高服务检查的性能。此选项的值太高可能会导致服务依赖逻辑不准确。如果要禁用服务检查缓存，请使用值0。

source: This option determines whether or not the Monitoring Engine daemon will take several shortcuts to improve performance. These shortcuts result in the loss of a few features, but larger installations will likely see a lot of benefit from doing so. This option is disabled by default.
zh_cn: 这个选项决定监视引擎守护进程是否会采取一些快捷方式来提高性能。这些快捷方式会导致丢失一些功能，但大型安装可能会从中获得很多好处。默认情况下，该选项是禁用的。

source: This option determines whether or not Monitoring Engine will free memory in child processes when they are fork()ed off from the main process. By default, Monitoring Engine frees memory. However, if the use_large_installation_tweaks option is enabled, it will not. By defining this option in your configuration file, you are able to override things to get the behavior you want.
zh_cn: 这个选项决定当子进程从主进程中分离出来时，监视引擎是否释放子进程中的内存。默认情况下，“监控引擎”会释放内存。但是，如果启用了use_large_installation_tweaks选项，则不会。通过在配置文件中定义该选项，您可以覆盖某些内容以获得您想要的行为。

source: This option determines whether or not Monitoring Engine will fork() child processes twice when it executes host and service checks. By default, Monitoring Engine fork()s twice. However, if the use_large_installation_tweaks option is enabled, it will only fork() once. By defining this option in your configuration file, you are able to override things to get the behavior you want.
zh_cn: 这个选项决定了监控引擎在执行主机和服务检查时是否会fork()子进程两次。默认情况下，监控引擎fork()两次。但是，如果启用了use_large_installation_tweaks选项，它只会fork()一次。通过在配置文件中定义该选项，您可以覆盖某些内容以获得您想要的行为。

source: This option determines whether or not the Monitoring Engine daemon will make all standard macros available as environment variables to your check, notification, event hander, etc. commands. In large Monitoring Engine installations this can be problematic because it takes additional memory and (more importantly) CPU to compute the values of all macros and make them available to the environment. This option is enabled by default.
es: Esta opción determina si el daemon del motor supervisor puede considerar todas las macros estándar como variables de entorno para sus controles, notificaciones, desencadenador de eventos, etc. Comandos. En entornos muy grandes, esto puede ser problemático porque la memoria adicional y el uso de la CPU son útiles para convertir estas macros en variables de entorno. Esta opción está habilitada por defecto.
zh_cn: 该选项决定Monitoring Engine守护进程是否将所有标准宏作为环境变量提供给检查、通知、事件处理程序等命令。在大型监视引擎安装中，这可能会出现问题，因为它需要额外的内存和(更重要的是)CPU来计算所有宏的值并使它们对环境可用。默认情况下启用该选项。

source: Only works with Centreon Engine (>= 1.3). For better performance, set this to 'No'. But it is safer to leave it to 'Default' ('Yes'), for a few native plugins could trigger a monitoring crash.
zh_cn: 仅适用于Centreon引擎(>= 1.3)。为了获得更好的性能，请将此设置为“No”。但将其设置为“默认”(“是”)更安全，因为一些本地插件可能会引发监控崩溃。

source: This option determines where Monitoring Engine should write debugging information. What (if any) information is written is determined by the debug_level and debug_verbosity options. You can have Monitoring Engine automaticaly rotate the debug file when it reaches a certain size by using the max_debug_file_size option.
es: Esta opción determina si el motor de administración puede escribir información de depuración. La precisión de la información que escribe el motor de supervisión depende de las opciones debug_level y debug_verbosity. Puede administrar automáticamente la rotación del archivo de depuración según su tamaño utilizando la opción max_debug_file_size.
zh_cn: 此选项确定监视引擎应将调试信息写入何处。写入的信息(如果有的话)由debug_level和debug_verbosity选项决定。通过使用max_debug_file_size选项，可以让Monitoring Engine在调试文件达到一定大小时自动旋转调试文件。

source: This option determines the maximum size (in bytes) of the debug file. If the file grows larger than this size, it will be renamed with a .old extension. If a file already exists with a .old extension it will automatically be deleted. This helps ensure your disk space usage doesn't get out of control when debugging Monitoring Engine.
es: Esta opción determina el tamaño máximo (en bytes) del archivo de depuración. Si el archivo excede el tamaño que especificó, se le cambiará el nombre con una extensión .old. Si el archivo .old ya existe, se eliminará automáticamente. Esta opción le permite mantener un control sobre el espacio en disco que ocupa el motor de administración cuando está en modo de depuración.
zh_cn: 此选项确定调试文件的最大大小(以字节为单位)。如果文件的大小超过这个值，它将被重命名为.old扩展名。如果一个扩展名为.old的文件已经存在，它将被自动删除。这有助于确保在调试Monitoring Engine时磁盘空间的使用不会失控。

source: This option determines how much debugging information Monitoring Engine should write to the debug_file. By default the verbosity is set to level 1.
es: Esta opción determina la cantidad de información de depuración que el motor de administración debe escribir en el archivo de depuración. De forma predeterminada, la verbosidad se establece en 1.
zh_cn: 这个选项决定了监控引擎应该向debug_file写入多少调试信息。缺省情况下，详细信息的级别为1。

source: This option determines what type of information Monitoring Engine should write to the debug_file.
es: Esta opción determina el tipo de información que el motor de administración debe escribir en el archivo de depuración.
zh_cn: 这个选项决定监视引擎应该将什么类型的信息写入debug_file。

source: Description or name used to identify this configuration set.
es: Descripción o nombre utilizado para identificar esta configuración.
zh_cn: 用于标识此配置集的描述或名称。

source: Specify whether this configuration is currently active or not. This way you can test different configuration sets for one monitoring node.
es: Especifica si esta configuración está actualmente activa o no. De esta manera, puede probar diferentes configuraciones para un solo nodo de supervisión.
zh_cn: 指定此配置当前是否处于活动状态。这样，您就可以为一个监视节点测试不同的配置集。

source: Choose the Monitoring Engine server instance this configuration is defined for.
es: Elija la instancia del motor de monitoreo que se define para esta configuración.
zh_cn: 选择为其定义此配置的监视引擎服务器实例。

source: Enable the possibility to log pid information in engine log file (option only for Centreon Engine)
es: Habilita la capacidad de registrar el PID del proceso en el registro de eventos del motor del supervisor. Esta opción solo funciona para el motor de Centreon.
zh_cn: 启用在引擎日志文件中记录pid信息的可能性(仅适用于Centreon引擎)

source: The command name is used to identify and display this command in contact, host and service definitions.
es: El nombre del comando se usa para identificar y mostrar el comando en las definiciones de un contacto, un host y un servicio.
zh_cn: 命令名用于在联系人、主机和服务定义中识别和显示该命令。

source: The command line specifies the real command line which is actually executed by Monitoring engine. Before execution, all valid macros are replaced with their respective values. To use the dollar sign ($) on the command line, you have to escape it with another dollar sign ($$). A semicolon (;) is used as separator for config file comments and must be worked around by setting a $USER$ macro to a semicolon and then referencing it here in place of the semicolon. If you want to pass arguments to commands during runtime, you can use $ARGn$ macros in the command line.
es: La línea de comandos describe el comando que ejecutará el motor de monitoreo. Antes de que el programador ejecute este comando, las macros definidas correctamente serán reemplazadas por su valor asociado. Para usar el símbolo '$' como un carácter, debe estar protegido por otro símbolo '$' ('$$'). Un punto y coma (';') es un carácter especial que se usa como separador en la configuración del programador. Para usar un punto y coma, se debe crear una macro de tipo $ USER $ y contener ese carácter. Es posible utilizar macros $ ARGn $, $ USERn $ o macros personalizadas en la línea de comandos.
zh_cn: 命令行指定monitor引擎实际执行的真实命令行。在执行之前，所有有效的宏都被替换为它们各自的值。要在命令行中使用美元符号($)，必须用另一个美元符号($$)进行转义。分号(;)用作配置文件注释的分隔符，必须通过将$USER$宏设置为分号，然后在此处引用分号来解决这个问题。如果您希望在运行时向命令传递参数，可以在命令行中使用$ARGn$ macros。

source: If your command requires shell features like pipes, redirections, globbing etc. check this box. If you are using Monitoring Engine this option cannot be disabled. Note that commands that require shell are slowing down the poller server.
es: Si su comando requiere funciones de shell como tuberías, redirecciones, comodines, etc., marque esta casilla. Si usas Nagios esta opción no puede ser desactivada. Tenga en cuenta que los comandos que requieren el shell ralentizan el servidor de recopilación.
zh_cn: 如果您的命令需要shell特性，如管道、重定向、globbing等，请选中此框。如果您正在使用“监视引擎”，则无法禁用此选项。注意，需要shell的命令会减慢轮询服务器的速度。

source: The argument example defined here will be displayed together with the command selection and help in providing a hint of how to parametrize the command for execution.
es: El ejemplo del argumento definido aquí se mostrará al seleccionar el comando y proporciona ayuda sobre las opciones que se establecerán para la ejecución del comando.
zh_cn: 这里定义的参数示例将与命令选择一起显示，并帮助提供如何参数化命令以执行的提示。

source: Define the type of the command. The type will be used to show the command only in the relevant sections.
es: Define el tipo de comando. El tipo se usará para mostrar el comando solo en las secciones apropiadas.
zh_cn: 定义命令的类型。该类型将用于仅在相关部分中显示命令。

source: The optional definition of a graph template will be used as default graph template, when no other is specified.
es: La definición opcional de una plantilla de gráfico se utilizará como plantilla de gráfico predeterminada, cuando no se especificará ninguna otra.
zh_cn: 当没有指定其他选项时，图形模板的可选定义将被用作默认图形模板。

source: The argument description provided here will be displayed instead of the technical names like ARGn.
es: La descripción del argumento que se proporciona aquí se mostrará en lugar del nombre técnico, como ARGn.
zh_cn: 这里提供的参数描述将被显示，而不是像ARGn这样的技术名称。

source: The macro description provided here will be displayed instead of the technical name.
es: La descripción de la macro introducida aquí se mostrará en lugar de su nombre técnico.
zh_cn: 这里提供的宏描述将被显示，而不是技术名称。

source: Comments regarding the command.
es: Comentarios sobre el pedido
zh_cn: 命令注释。

source: Connectors are run in background and execute specific commands without the need to execute a binary, thus enhancing performance. This feature is available in Centreon Engine (>= 1.3)
es: Los conectores se inician en segundo plano y ejecutan comandos específicos sin utilizar un binario, lo que mejora el rendimiento. Esta función está disponible con Centreon Engine (> = 1.3)
zh_cn: 连接器在后台运行并执行特定的命令，而不需要执行二进制文件，从而提高了性能。此功能在Centreon Engine(>= 1.3)中可用。

source: Name which will be used for identifying the connector.
es: Nombre que se utilizará para identificar el conector.
zh_cn: 名称，该名称将用于标识连接器。

source: A short description of the connector.
es: Breve descripción del conector.
zh_cn: 连接器的简短描述。

source: The connector binary that centreon-engine will launch.
es: Ruta al conector que ejecutará el motor de gestión.
zh_cn: 中心引擎将启动的连接器二进制文件。

source: Whether or not the connector is enabled.
es: Conector habilitado o deshabilitado
zh_cn: 是否启用连接器。

source: Choose the update mode for the below field: incremental adds the selected values, replacement overwrites the original values.
es: Elija el método de actualización para los campos a continuación: incremental (agrega valores seleccionados), anular (reemplaza valores originales).
zh_cn: 选择以下字段的更新方式:增量添加所选值，替换覆盖原始值。

source: The full name is used to identify the contact in contact group definitions and in notifications.
es: El nombre para mostrar se utiliza para identificar el contacto en la definición del grupo de contactos y en las notificaciones.
zh_cn: 全称用于在联系人组定义和通知中识别联系人。

source: The alias is a short name used as login name in Centreon.
es: Alias ​​es el nombre que se usa como inicio de sesión para Centreon.
zh_cn: 别名是Centreon中用作登录名的短名称。

source: Specify the primary email address for the contact here. Additional (email) addresses can be defined under additional information of the contact. Depending on the notification command used, the email address can be used to send out email notifications.
es: Especifique aquí la primera dirección de correo electrónico del contacto. Otras direcciones se pueden definir en la sección de información adicional del contacto. Dependiendo del comando de notificación utilizado, la dirección de correo electrónico se puede utilizar para enviar correos electrónicos de notificación.
zh_cn: 在这里指定联系人的主要电子邮件地址。附加(电子邮件)地址可以在联系人的附加信息下定义。根据所使用的通知命令，可以使用邮件地址发送邮件通知。

source: Specify a pager number or an address at a pager gateway here. Any format is possible as long as it is supported by the notification command.
es: Especifique aquí un número de localizador o una dirección de pasarela de localizador. Cualquier formato es posible siempre que sea compatible con el comando de notificación.
zh_cn: 在这里指定传呼网关上的传呼号码或地址。任何格式都是可能的，只要它被通知命令支持。

source: Link the contact to the contactgroup(s) the user should belong to. This is an alternative way to specifying the members in contactgroup definitions.
es: Vincular el contacto al grupo (s) de contactos a los que debe pertenecer. Esta es una forma alternativa de especificar los miembros de un grupo de contactos.
zh_cn: 将联系人链接到该用户所属的联系人组。这是在联系人组定义中指定成员的另一种方法。

source: Enable notification form for this user. If you select "no" , this contact will never be generated into configuration files.
es: Habilita las notificaciones para este usuario. Si selecciona "no", este contacto nunca se generará en los archivos de configuración.
zh_cn: 为此用户启用通知表单。如果选择“no”，则永远不会将此联系人生成为配置文件。

source: Define the host states for which notifications can be sent out to this contact. If you specify None as an option, the contact will not receive any type of host notifications.
es: Establece los estados de los hosts para los que se pueden enviar notificaciones a este contacto. Si especifica "Ninguno" como una opción, el contacto no recibirá ningún tipo de notificaciones para los hosts.
zh_cn: 定义可以向此联系人发送通知的主机状态。如果指定None作为选项，则联系人将不会收到任何类型的主机通知。

source: Specify the time period during which the contact can be notified about host problems or recoveries. You can think of this as an "on call" time for host notifications for the contact.
es: Especifica el período de tiempo durante el cual se puede notificar al contacto sobre problemas o la normalización de un host. Puede imaginar esto como un "período de llamada" para las notificaciones de host para este contacto.
zh_cn: 指定可以通知联系人有关主机问题或恢复的时间段。您可以将此视为主机通知联系人的“随叫随到”时间。
