Repository: centreon/centreon
Catalog: centreon/lang/*.UTF-8/LC_MESSAGES/help.po
Languages: es, zh_cn

source: Define one or more commands used to notify the contact of a host problem or recovery. All notification commands are executed when the contact needs to be notified.
es: Defina uno o más comandos utilizados para notificar a un contacto por problemas o devoluciones normales a un host. Todos los comandos de notificación se ejecutan cuando un contacto necesita ser notificado.
zh_cn: 定义一个或多个命令，用于通知联系人主机问题或恢复。当需要通知联系人时，将执行所有通知命令。

source: Define the service states for which notifications can be sent out to this contact. If you specify None as an option, the contact will not receive any type of service notifications.
es: Establece los estados de servicio para los cuales se pueden enviar notificaciones a este contacto. Si se especifica la opción "Ninguna", el contacto no recibirá ningún tipo de notificaciones para los servicios.
zh_cn: 定义可向该联系人发送通知的服务状态。如果您指定None作为选项，则联系人将不会收到任何类型的服务通知。

source: Specify the time period during which the contact can be notified about service problems or recoveries. You can think of this as an "on call" time for service notifications for the contact.
es: Especifica el período de tiempo durante el cual se puede notificar al contacto sobre problemas o la normalización de un servicio. Puede imaginar esto como un "período de llamada" para notificaciones de servicio para este contacto.
zh_cn: 指定通知联系人有关服务问题或恢复的时间段。您可以将此视为联系人的服务通知的“随叫随到”时间。

source: Define one ore more commands used to notify the contact of a service problem or recovery. All notification commands are executed when the contact needs to be notified.
es: Defina uno o más comandos utilizados para notificar a un contacto por problemas o devoluciones normales a un servicio. Todos los comandos de notificación se ejecutan cuando un contacto necesita ser notificado.
zh_cn: 定义一个或多个命令，用于通知联系人服务问题或恢复。当需要通知联系人时，将执行所有通知命令。

source: Enter the LDAP Distinguished Name (DN) which identifies this user.
es: Ingrese el Nombre distinguido (DN) de LDAP que identifica al usuario.
zh_cn: 输入标识该用户的LDAP Distinguished Name (DN)。

source: LDAP groups of user, for informative purpose.
es: Grupos de usuarios LDAP, con fines informativos.
zh_cn: LDAP用户组，用于提供信息。

source: Specify if the contact is allowed to login into centreon.
es: Especifica si el contacto tiene permiso para conectarse a Centreon.
zh_cn: 指定是否允许联系人登录到centreon。

source: Define the password for the centreon login here.
es: Establezca aquí la contraseña para conectarse a Centreon.
zh_cn: 在这里定义中心登录的密码。

source: Enter the password again.
es: Introduzca la contraseña de nuevo.
zh_cn: 请再次输入密码。

source: Define the default language for the user for the centreon front-end here.
es: Establezca el idioma predeterminado para el usuario para la interfaz de Centeron.
zh_cn: 在这里为中心前端的用户定义默认语言。

source: Specify if the user has administrative permissions. Administrators are not restricted by access control list (ACL) settings.
es: Especifica si el usuario tiene derechos administrativos. Los administradores no están restringidos por las listas de control de acceso (ACL).
zh_cn: 指定用户是否具有管理权限。管理员不受ACL (access control list)限制。

source: Token used for autologin. Refer to the Centreon documentation to know more about its usage.
es: Token utilizado para la conexión automática a la interfaz. Consulte la documentación de Centreon para obtener más información.
zh_cn: 用于自动登录的令牌。请参阅Centreon文档以了解有关其用法的更多信息。

source: Specify the source for user credentials. Choose between Centreon and LDAP, whereas LDAP is only available when configured in Administration Options.
es: Especifica la fuente de las credenciales de inicio de sesión. Elija entre Centreon y LDAP, aunque LDAP solo está disponible después de configurarlo en el menú "Administración> Configuración".
zh_cn: 指定用户凭据的源。在Centreon和LDAP之间进行选择，而LDAP仅在管理选项中配置时可用。

source: Select the timezone, in which the user resides, from the list. The timezones are listed as time difference to Greenwich Mean Time (GMT) in hours.
es: Seleccione de la lista la zona horaria en la que vive el usuario. Las zonas horarias se enumeran por hora de diferencia con la hora media de Greenwich (GMT).
zh_cn: 从列表中选择用户所在的时区。时区以小时为单位列出与格林尼治标准时间(GMT)的时差。

source: Allow this user to access to Centreon Rest API with its account.
es: Permitir que esta cuenta acceda a la API REST de Centreon.
zh_cn: 允许该用户使用其帐户访问Centreon Rest API。

source: Allow this user to access to Centreon Rest API Realtime with its account.
zh_cn: 允许该用户使用其帐户访问Centreon Rest API Realtime。

source: Addresses 1-6 are optional and used to define additional "addresses" for the contact. These addresses can be anything - cell phone numbers, instant messaging addresses, etc. - the format must be supported by your notification plugins.
es: Las direcciones 1-6 son opcionales y se usan para definir "direcciones" adicionales para el contacto. Estas direcciones pueden ser de cualquier tipo: número de teléfono móvil, dirección de IM, etc. - El formato debe ser compatible con sus complementos de notificación.
zh_cn: 地址1-6是可选的，用于为联系人定义额外的“地址”。这些地址可以是任何东西-手机号码，即时消息地址等-格式必须由您的通知插件支持。

source: This directive is used to determine whether or not the contact will receive notifications about host problems and recoveries.
es: Esta directiva se utiliza para determinar si el contacto recibirá o no notificaciones sobre problemas o la normalización de un host.
zh_cn: 此指令用于确定联系人是否将收到有关主机问题和恢复的通知。

source: This directive is used to determine whether or not the contact will receive notifications about service problems and recoveries.
es: Esta directiva se utiliza para determinar si el contacto recibirá o no notificaciones sobre problemas o regresa a un servicio normal.
zh_cn: 此指令用于确定联系人是否将收到有关服务问题和恢复的通知。

source: This directive is used to determine whether or not the contact can submit external commands to monitoring engine from the CGIs.
es: Esta directiva se usa para determinar si el contacto puede enviar comandos externos al motor de supervisión desde los CGI.
zh_cn: 该指令用于确定联系人是否可以从cgi向监控引擎提交外部命令。

source: This directive is used to determine whether or not status-related information about the contact is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
es: Esta variable se utiliza para determinar si la información diferente de los estados de contacto se conserva después de reiniciar el programa. Esto solo es útil si ha habilitado la retención de estado usando la variable retain_state_information.
zh_cn: 该指令用于确定是否在程序重新启动时保留有关联系人的状态相关信息。这只有在使用retain_state_information指令启用状态保留时才有用。

source: This directive is used to determine whether or not non-status information about the contact is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
es: Esta variable se utiliza para determinar si la información diferente de los estados de contacto se conserva después de reiniciar el programa. Esto solo es útil si ha habilitado la retención de estado usando la variable retain_state_information.
zh_cn: 该指令用于确定在程序重启期间是否保留有关联系人的非状态信息。这只有在使用retain_state_information指令启用状态保留时才有用。

source: ACL groups of user.
es: Grupo de usuarios utilizado para configurar las ACL.
zh_cn: 用户的ACL组。

source: The contact group name is a short name used to identify the contact group in other sections.
es: El nombre del grupo de contacto es un nombre corto que se utiliza para identificar el grupo de contacto en las otras secciones.
zh_cn: 群组名称是一个短名称，用于在其他部分中识别该群组。

source: The alias is a longer name or description used to identify the contact group.
es: Alias ​​es un nombre largo o una descripción que se usa para identificar el grupo de contactos.
zh_cn: 别名是用于标识联系人组的较长的名称或描述。

source: The linked contacts define a list of contacts that should be included in this group. This definition is an alternative way to specifying the contact groups in contact definitions.
es: Los contactos vinculados definen una lista de contactos que deben incluirse en este grupo. Esta definición es una forma alternativa de especificar grupos de contactos en las definiciones de contacto.
zh_cn: 链接的联系人定义了应包含在该组中的联系人列表。此定义是在联系人定义中指定联系人组的另一种方法。

source: Refers to the ACL groups this contact group is linked to. This parameter is mandatory if you are not an administrator.
es: Se refiere a los grupos de acceso a los que está vinculado este grupo de contactos. Este parámetro es obligatorio si no es un administrador.
zh_cn: 该联系人组所链接的ACL组。非管理员必选参数。

source: This optional directive can be used to include contacts from other "sub" contact groups in this contact group. Specify a list of other contact groups whose members should be included in this group.
es: Esta directiva opcional se puede usar para incluir contactos de otros grupos de contactos "debajo" en este grupo de contactos. Especifica una lista con otros grupos de contactos cuyos miembros deben incluirse en este grupo.
zh_cn: 这个可选指令可以用来将来自其他“子”联系人组的联系人包含在该联系人组中。指定其他联系人组的列表，其成员应包含在此组中。

source: Enter a short name for the escalation to identify it.
es: Introduzca un nombre corto para identificar la subida.
zh_cn: 为升级输入一个简短的名称来标识它。

source: The alias is used to define a longer name or description for the escalation.
es: Alias ​​se utiliza para definir un nombre largo o una descripción para escalar.
zh_cn: 别名用于为升级定义更长的名称或描述。

source: Enter a number that identifies the first notification for which this escalation is effective. For instance, if you set this value to 3, this escalation will only be used if the host is down or unreachable long enough for a third notification to go out.
es: Ingrese un número que identifique la primera notificación para la cual la escalada es efectiva. Por ahora, si configura este valor en 3, la escalada solo se utilizará si el host está inactivo o no se puede alcanzar el tiempo suficiente para que se envíe la tercera notificación.
zh_cn: 输入标识此升级有效的第一个通知的数字。例如，如果将此值设置为3，则仅在主机关闭或无法访问足够长的时间以发出第三次通知时才会使用此升级。

source: Enter a number that identifies the last notification for which this escalation is effective. For instance, if you set this value to 5, this escalation will not be used if more than five notifications are sent out for the host. Setting this value to 0 means to keep using this escalation entry forever (no matter how many notifications go out).
es: Ingrese un número que identifique la última notificación para la cual la escalada es efectiva. Por el momento, si establece este valor en 5, la escalada no se utilizará si se envían más de cinco notificaciones para ese host. Establecer este valor en 0 significa que siempre tiene que seguir escalando (sin importar cuántas notificaciones se envíen).
zh_cn: 输入标识此升级有效的最后一个通知的数字。例如，如果将此值设置为5，则如果向主机发送的通知超过5个，则不会使用此升级。将此值设置为0意味着永远使用此升级项(无论发出多少通知)。

source: Select the interval at which notifications should be made while this escalation is valid. If you specify a value of 0 for the interval, Monitoring Engine will send the first notification when this escalation definition is valid, but will then prevent any more problem notifications from being sent out. Notifications are sent out again until the host or service recovers. This is useful if you want to stop having notifications sent out after a certain amount of time. Note: If multiple escalation entries overlap for one or more notification ranges, the smallest notification interval from all escalation entries is used.
es: Seleccione la frecuencia con la que se deben realizar las notificaciones cuando esta escalada sea válida. Si especifica un valor de 0 para este intervalo, el motor de verificación enviará la primera notificación cuando la definición de escalada sea válida, pero luego dejará de enviar las otras notificaciones. Las notificaciones se envían hasta que se restablece el host o el servicio. Esto es útil si desea dejar de enviar notificaciones después de un cierto período de tiempo. Nota: Si varias entradas de escalamiento se superponen para uno o más rangos de notificación, se utilizará el menor de los intervalos de notificación.
zh_cn: 选择在此升级有效期间发出通知的间隔时间。如果为间隔指定值为0，则在此升级定义有效时，Monitoring Engine将发送第一个通知，但随后将阻止发送任何其他问题通知。通知将再次发出，直到主机或服务恢复正常。如果你想在一段时间后停止发送通知，这是很有用的。注意:如果多个升级表项在一个或多个通知范围内重叠，则使用所有升级表项中最小的通知间隔。

source: Select the time period during which this escalation is valid. If no time period is specified, the escalation is considered to be valid during all times.
es: Seleccione el período de tiempo durante el cual la subida es válida. Si no se especifica ningún período, el ascenso se considera válido todo el tiempo.
zh_cn: 选择此升级有效的时间段。如果未指定时间段，则认为升级在所有时间内都有效。

source: Define the criteria that determine when the host escalation is used. The escalation is used only if the host is in one of the states specified in these options. If no options are specified in a host escalation, the escalation is considered to be valid during all host states.
es: Establece los criterios que determinan cuándo se utiliza la subida del host. La escalada se usa solo si el host se encuentra en uno de los estados especificados en estas opciones. Si no se especifica ninguna opción en la subida del host, la subida se considera válida para todos los estados del host.
zh_cn: 定义确定何时使用主机升级的标准。只有当主机处于这些选项中指定的状态之一时，才会使用升级。如果在主机升级中没有指定任何选项，则认为该升级在所有主机状态下都有效。

source: Define the criteria that determine when the service escalation is used. The escalation is used only if the service is in one of the states specified in these options. If no options are specified in a service escalation, the escalation is considered to be valid during all service states.
es: Establece los criterios que determinan cuándo se utiliza la escalada del servicio. La escalada se usa solo si el servicio se encuentra en uno de los estados especificados en estas opciones. Si no se especifica ninguna opción en la escalada del servicio, la escalada se considera válida para todos los estados de servicio.
zh_cn: 定义确定何时使用服务升级的标准。只有当服务处于这些选项中指定的状态之一时，才会使用升级。如果在服务升级中没有指定任何选项，则认为该升级在所有服务状态期间都有效。

source: Select the contact group(s) that should be notified when the notification is escalated. You must specify at least one contact group in each escalation definition.
es: Seleccione el grupo (s) de contacto que debe ser notificado tan pronto como la notificación se escala. Debe especificar al menos un grupo de contactos en la definición de cada escalada.
zh_cn: 选择通知升级时需要通知的联系人组。必须在每个升级定义中至少指定一个联系人组。

source: Select the host(s) that the escalation should apply to or is associated with.
es: Seleccione el (los) host (s) a los que se debe aplicar o asociar el ascenso.
zh_cn: 选择升级应应用于或与之关联的主机。

source: Select the service(s) the escalation should apply to or is associated with.
es: Seleccione los servicios a los que se debe aplicar o asociar el ascenso.
zh_cn: 选择升级应应用于或关联的服务。

source: Select the hostgroup(s) that the escalation should apply to. The escalation will apply to all hosts that are members of the specified hostgroup(s).
es: Seleccione el (los) grupo (s) de hosts a los que se debe aplicar la subida. La escalada se aplicará a todos los hosts que sean miembros del grupo de hosts especificado.
zh_cn: 选择要应用升级的主机组。升级将应用于作为指定主机组成员的所有主机。

source: Select the service group(s) the escalation should apply to or is associated with. The escalation will apply to all services that are members of the specified service group(s).
es: Seleccione los grupos de servicios a los que se debe aplicar la escalada. La escalada se aplicará a todos los servicios miembros del grupo de servicios especificado.
zh_cn: 选择升级应应用于或关联的服务组。升级将应用于作为指定服务组成员的所有服务。

source: Select the meta service(s) the escalation should apply to or is associated with.
es: Seleccione el o los meta servicio (s) para los cuales se debe aplicar o asociar el ascenso.
zh_cn: 选择升级应应用于或关联的元服务。

source: Select contacts that should be notified whenever there are problems (or recoveries) with this host. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each host escalation definition.
es: Seleccione los usuarios a los que se les puede notificar cuando haya problemas (o volver a la normalidad) en este host. Esta opción es útil si desea notificar a algunos usuarios sin configurar grupos de usuarios. Debe especificar al menos un usuario o grupo de usuarios para cada escalada de host.
zh_cn: 选择在此主机出现问题(或恢复)时应该通知的联系人。如果您希望通知只发送给少数人并且不想配置联系人组，则此选项非常有用。必须在每个主机升级定义中至少指定一个联系人或联系人组。

source: The host name defined here is used in host group and service definitions to reference this particular host.
zh_cn: 这里定义的主机名在主机组和服务定义中用于引用这个特定的主机。

source: The alias is used to define a longer name or description for the host.
es: Alias ​​se utiliza para definir un nombre largo o una descripción para el host.
zh_cn: 别名用于为主机定义更长的名称或描述。

source: Define the address of the host here. Normally, this should be an IP address, but a FQDN can be used to identify the host instead. If DNS services are not reachable a FQDN could cause problems.
zh_cn: 在这里定义主机的地址。通常，这应该是一个IP地址，但是FQDN可以用来标识主机。如果DNS服务不可达，FQDN可能会导致问题。

source: The SNMP community and version specified here can be referenced in the check command by using the $_HOSTSNMPCOMMUNITY$ and $_HOSTSNMPVERSION$ macros.
es: Se puede hacer referencia a la comunidad SNMP y la versión especificada aquí en los comandos de control usando las macros $ _HOSTSNMPCOMMUNITY $ y $ _HOSTSNMPVERSION $.
zh_cn: 此处指定的SNMP团体字和版本可以在check命令中使用$_HOSTSNMPCOMMUNITY$和$_HOSTSNMPVERSION$宏引用。

source: In a distributed monitoring environment, the monitoring node (central or satellite) for this host can be specified here.
zh_cn: 在分布式监控环境中，可以在这里指定该主机的监控节点(中央或附属)。

source: Define the timezone of the host's location.
zh_cn: 定义主机所在的时区。

source: This is where you specify the template that you want to inherit properties/variables from. Inherited properties doesn't need to be specified again. "Local" object variables always take precedence over variables defined in the template object. Objects can inherit properties/variables from multiple levels of template objects. When defining multiple sources, the first template specified takes precedence over the later one, in the case where a property is defined in both.
zh_cn: 在这里，您可以指定要从中继承属性/变量的模板。不需要再次指定继承的属性。“局部”对象变量总是优先于模板对象中定义的变量。对象可以从多个层次的模板对象中继承属性/变量。在定义多个源时，如果在两个源中都定义了属性，则指定的第一个模板优先于后一个模板。

source: By enabling this option, the services linked to the template will be created independent of the template and attached to this service.
es: Al habilitar esta opción, los servicios se crearán y se vincularán a este host en función de las plantillas de servicio relacionadas con el modelo.
zh_cn: 通过启用此选项，链接到模板的服务将独立于模板创建，并附加到此服务。

source: This directive is used to specify the time period during which active checks of this host can be executed.
es: Este parámetro se utiliza para especificar el período de tiempo durante el cual se pueden ejecutar servicios activos para este host.
zh_cn: 此指令用于指定对该主机执行活动检查的时间段。

source: Specify the command that should be used to check if the host is up or down. Typically, this command would try and ping the host to see if it is "alive". On a non-OK state monitoring engine will assume the host is down. A blank argument disables active checks for the host status and Monitoring Engine will always assume the host is up. This is useful if you are monitoring printers or other devices that are frequently turned off.
es: Esta variable se usa para identificar el nombre corto del comando a usar para controlar si el host responde o no. Normalmente, este comando intentará hacer ping al host para ver si está vivo. Para un estado no correcto, el motor de supervisión considerará que el host no es accesible. Si deja esta variable vacía, este host no se controlará activamente. Por lo tanto, el motor de monitoreo asumirá que este host responde (se puede indicar en estado PENDIENTE en la interfaz web). Esto es muy útil si supervisa impresoras o equipos que se apagan con frecuencia.
zh_cn: 指定用于检查主机是up还是down的命令。通常，该命令将尝试ping主机以查看它是否“活着”。在非ok状态下，监视引擎将假定主机关闭。空白参数禁用对主机状态的主动检查，并且监视引擎将始终假定主机已启动。如果您正在监视打印机或其他经常关闭的设备，这将非常有用。

source: Specify the parameters for the selected check command here. The format is: !ARG1!ARG2!...ARGn
es: Especifica las configuraciones para el comando de control seleccionado. El formato es :! ARG1! ARG2! ... ARGn
zh_cn: 在这里为选中的check命令指定参数。格式为:!ARG1!ARG2!…ARGn

source: Define the number of times that monitoring engine will retry the host check command if it returns any non-OK state. Setting this value to 1 will cause monitoring engine to generate an alert immediately. Note: If you do not want to check the status of the host, you must still set this to a minimum value of 1. To bypass the host check, just leave the check command option blank.
es: Establece el número de veces que el programador volverá a ejecutar el comando de control del host si el estado devuelto no es correcto. Elegir el valor 1 obliga al programador a generar una notificación inmediatamente. Nota: Si no desea controlar el estado del host, aún debe elegir un valor mayor o igual a 1. Para omitir el control del host, no establezca un comando de control.
zh_cn: 定义监视引擎在返回任何非ok状态时重试主机检查命令的次数。将此值设置为1将导致监视引擎立即生成警报。注意:如果不需要查看主机状态，仍然需要将该值设置为最小值1。要绕过主机检查，只需将check命令选项留空。

source: Define the number of "time units" between regularly scheduled checks of the host. With the default time unit of 60s, this number will mean multiples of 1 minute.
es: Establece el número de "unidad de tiempo" entre las verificaciones programadas programadas del host. Con la unidad predeterminada de 60, este número significará un múltiplo de 1 minuto.
zh_cn: 定义主机定期检查之间的“时间单位”数。默认的时间单位是60s，这个数字意味着1分钟的倍数。

source: Define the number of "time units" to wait before scheduling a re-check for this host after a non-UP state was detected. With the default time unit of 60s, this number will mean multiples of 1 minute. Once the host has been retried max_check_attempts times without a change in its status, it will revert to being scheduled at its "normal" check interval rate.
es: Establece el número de "unidades de tiempo" que deben transcurrir antes de programar un nuevo control para ese host después de que se haya detectado un estado no disponible. Con la unidad predeterminada de 60, este número será un múltiplo de 1 minuto. Si el estado del host es el mismo después de haber sido reprogramado tantas veces como se especificó en la opción max_check_attempts, el intervalo de control volverá al definido en la opción de intervalo de verificación.
zh_cn: 定义在检测到非up状态后，在调度重新检查此主机之前等待的“时间单位”的数量。如果使用默认时间单位60s，这个数字表示1分钟的倍数。在主机重试了max_check_attempts次数而其状态没有改变之后，它将恢复到按“正常”检查间隔速率调度。

source: Enable or disable active checks (either regularly scheduled or on-demand) of this host here. By default active host checks are enabled.
es: Habilita o deshabilita los controles activos (incluso controles regulares o bajo demanda) en este host. De forma predeterminada, los controles de host activos están habilitados.
zh_cn: 启用或禁用此主机的活动检查(定期安排或按需)。默认情况下，启用活动主机检查。

source: Enable or disable passive checks here. When disabled submitted states will be not accepted.
es: Habilitar o deshabilitar las verificaciones pasivas. Cuando la opción está desactivada, los estados enviados no serán aceptados.
zh_cn: 在这里启用或禁用被动检查。当禁用时，提交的状态将不被接受。

source: Specify whether or not notifications for this host are enabled.
es: Especifica si las notificaciones para este host están habilitadas.
zh_cn: 指定是否为此主机启用通知。

source: When enabled, the contact definition will not override the definitions on template levels, it will be appended instead.
es: Cuando está habilitada, la definición de contactos adicionales no reemplaza las definiciones de los modelos, se completará.
zh_cn: 启用后，联系人定义将不会覆盖模板级别上的定义，而是被附加。
