Repository: centreon/centreon
Catalog: centreon/lang/*.UTF-8/LC_MESSAGES/help.po
Languages: es, zh_cn

source: When enabled, the contactgroup definition will not override the definitions on template levels, it will be appended instead.
es: Cuando está habilitada, la definición de grupos adicionales de contactos no reemplaza las definiciones de los modelos, se completará.
zh_cn: 启用后，联系人组定义将不会覆盖模板级别上的定义，而是被附加。

source: This is a list of contacts that should be notified whenever there are problems (or recoveries) with this host. Useful if you want notifications to go to just a few people and don't want to configure contact groups. You must specify at least one contact or contact group in each host definition (or indirectly through its template).
es: Esta es la lista de contactos que deben notificarse cada vez que hay un problema (o recuperación) con ese host. Es útil si desea notificaciones solo para unas pocas personas y no desea configurar grupos de contactos. Debe especificar al menos un contacto o grupo de contactos en cada definición de host (o indirectamente a través de su plantilla).
zh_cn: 这是一个联系人列表，当这个主机出现问题(或恢复)时，应该通知这些联系人。如果您希望通知只发送给少数人并且不想配置联系人组，则此选项非常有用。必须在每个主机定义中(或通过其模板间接地)指定至少一个联系人或联系人组。

source: When enabled, the contact group definition will not override the definitions on template levels, it will be appended instead.
es: Cuando está habilitada, la definición de grupos adicionales de contactos no reemplaza las definiciones de los modelos, se completará.
zh_cn: 启用后，联系人组定义将不会覆盖模板级别上的定义，而是追加。

source: This is a list of contact groups that should be notified whenever there are problems (or recoveries) with this host. You must specify at least one contact or contact group in each host definition.
es: Esta es la lista de grupos de contactos que deben notificarse cada vez que hay un problema (o recuperación) con ese host. Debe especificar al menos un contacto o grupo de contactos en cada definición de host.
zh_cn: 这是一个联系人组列表，每当此主机出现问题(或恢复)时，应通知这些联系人组。每个主机定义中必须至少指定一个联系人或联系人组。

source: Define the number of "time units" to wait before re-notifying a contact that this host is still down or unreachable. With the default time unit of 60s, this number will mean multiples of 1 minute. A value of 0 disables re-notifications of contacts about problems for this host - only one problem notification will be sent out.
es: Establece el número de "unidades de tiempo" para pasar antes de notificar a un contacto nuevamente sobre el estado no disponible o inalcanzable de ese host. Con la unidad predeterminada de 60, este número será un múltiplo de 1 minuto. Un valor de 0 desactiva la re-notificación de contacto sobre los problemas de este host: se enviará una única notificación cuando se detecte un problema.
zh_cn: 定义在重新通知联系人该主机仍然关闭或无法访问之前等待的“时间单位”数。默认的时间单位是60s，这个数字意味着1分钟的倍数。0的值禁止重新通知联系人关于该主机的问题-只会发送一个问题通知。

source: Specify the time period during which notifications of events for this host can be sent out to contacts. If a state change occurs during a time which is not covered by the time period, no notifications will be sent out.
es: Especifica los períodos de tiempo durante los cuales las notificaciones de eventos deben enviarse a los contactos. Si ocurre un cambio de estado fuera de este período de tiempo, no se enviará ninguna notificación.
zh_cn: 指定可以将此主机的事件通知发送给联系人的时间段。如果状态变化发生在时间段之外的时间，则不会发送任何通知。

source: Define the states of the host for which notifications should be sent out. If you specify None as an option, no host notifications will be sent out. If you do not specify any notification options, monitoring engine will assume that you want notifications to be sent out for all possible states.
es: Establece los estados del host para el que se enviarán las notificaciones. Si selecciona la opción "Ninguna", no se enviarán notificaciones para los hosts. Si no configura ninguna de las opciones, el programador asumirá que desea que se envíen notificaciones para todos los estados posibles.
zh_cn: 定义应向其发送通知的主机的状态。如果您指定None作为选项，则不会发送任何主机通知。如果您没有指定任何通知选项，监视引擎将假定您希望为所有可能的状态发送通知。

source: Define the number of "time units" to wait before sending out the first problem notification when this host enters a non-UP state. With the default time unit of 60s, this number will mean multiples of 1 minute. If you set this value to 0, monitoring engine will start sending out notifications immediately.
es: Establece el número de unidades de tiempo que deben transcurrir antes de enviar la primera notificación de un problema en el host que resulta en un estado no correcto. Con la unidad predeterminada de 60, este número será un múltiplo de 1 minuto. Si este valor es 0, el programador enviará una notificación tan pronto como aparezca el problema.
zh_cn: 定义当此主机进入非up状态时，在发送第一个问题通知之前等待的“时间单位”数。默认的时间单位是60s，这个数字意味着1分钟的倍数。如果将此值设置为0，则监视引擎将立即开始发送通知。

source: Define the number of "time units" to wait before sending out the recovery notification when this host enters an UP state. With the default time unit of 60s, this number will mean multiples of 1 minute. If you set this value to 0, monitoring engine will start sending out notifications immediately.
es: Establece el número de "unidades de tiempo" que deben transcurrir antes de enviar la primera notificación sobre la recuperación debido a un estado de problema. Con la unidad predeterminada de 60, este número significará un múltiplo de 1 minuto. Si el valor especificado es 0, la notificación se enviará inmediatamente.
zh_cn: 定义当主机进入UP状态时，在发送恢复通知之前等待的“时间单位”数。默认的时间单位是60s，这个数字意味着1分钟的倍数。如果将此值设置为0，则监视引擎将立即开始发送通知。

source: Define the hostgroup(s) that this host belongs to. This directive may be used as an alternative to (or in addition to) defining the members in hostgroup definitions.
zh_cn: 定义该主机所属的主机组。这个指令可以用来替代(或补充)在主机组定义中定义成员。

source: Define categories in which this host belongs to. You can add this later by editing the host or the category you want to add it to.
zh_cn: 定义此主机所属的类别。稍后可以通过编辑要添加它的主机或类别来添加它。

source: Parent hosts are typically routers, switches, firewalls, etc. that lie between the monitoring host and a remote hosts. A router, switch, etc. which is closest to the remote host is considered to be that host\'s "parent". If this host is on the same network segment as the host doing the monitoring (without any intermediate routers, etc.) the host is considered to be on the local network and will not have a parent host. Leave this value blank if the host does not have a parent host (i.e. it is on the same segment as the Monitoring Engine host). The order in which you specify parent hosts has no effect on how things are monitored. Note that notification features based on host inheritance will not work if the hosts are not monitored by the same poller.
es: Los hosts principales suelen ser enrutadores, conmutadores, cortafuegos, etc. que se encuentran entre el host supervisado y el servidor de supervisión. El elemento de red más cercano al elemento supervisado se considera su elemento primario. Si este equipo está ubicado en el mismo segmento de red que el host supervisado, entonces no se considera su principal. La idea es describir todos los enlaces físicos entre dispositivos ubicados entre el servidor de recopilación y el host supervisado. Para cada equipo intermedio, será necesario supervisarlo e informar a sus padres. En el caso de que existan varios enlaces físicos para llegar al equipo a supervisar, es necesario informar a este último para indicar al motor de recolección que existe un camino para llegar al elemento. Las relaciones con los padres le permiten deshabilitar la supervisión de elementos detrás del equipo en estado "Abajo". Por lo tanto, la consola resaltará el equipo "Abajo" y considerará a su hijo como inalcanzable. Todos los hosts deben ser supervisados ​​por el mismo coleccionista de supervisión para tener en cuenta las relaciones de parentesco.
zh_cn: 父主机通常是位于监视主机和远程主机之间的路由器、交换机、防火墙等。离远程主机最近的路由器、交换机等被认为是该主机的“父节点”。如果该主机与进行监控的主机在同一网段上(没有任何中间路由器等)，则该主机被认为是在本地网络上，并且没有父主机。如果主机没有父主机(即它与Monitoring Engine主机在同一段上)，则将此值留空。指定父主机的顺序对如何监视事物没有影响。注意，如果主机没有被同一个轮询器监视，基于主机继承的通知特性将无法工作。

source: Instead of specifying the parent hosts in the child's parent definition, it's possible to do it the other way round and specify all child hosts in the parent's definition.
es: En lugar de especificar los hosts principales en la definición de las relaciones principales, puede hacerlo en la otra dirección y especificar todos los secundarios en la definición principal.
zh_cn: 与其在子节点的父节点定义中指定父节点主机，还可以用另一种方式，即在父节点的定义中指定所有子节点主机。

source: Specify one or more templates of services that should be linked to this host's template. A host deployed from this host's template will benefit all services themselves based from services' templates previously linked.
es: Especifique una o más plantillas de servicios que se deben vincular a la plantilla de este host. Un host implementado desde la plantilla de este host beneficiará a todos los servicios basados ​​en plantillas de servicios vinculadas anteriormente.
zh_cn: 指定一个或多个应该链接到此主机模板的服务模板。从该主机的模板部署的主机将受益于基于前面链接的服务模板的所有服务本身。

source: This directive determines whether or not checks for this host will be "obsessed" over. When enabled the obsess over host command will be executed after every check of this host.
es: Este parámetro determina si se habilitarán los comandos de deshacer el control. Cuando está habilitado, el comando de comprobación del host se ejecutará después de cada comprobación de esta máquina.
zh_cn: 这个指令决定这个主机的检查是否会被“激发”。启用后，每次检查该主机后都会执行obsess over host命令。

source: This directive is used to determine whether or not freshness checks are enabled for this host. When enabled monitoring engine will trigger an active check when last passive result is older than the value defined in the threshold. By default freshness checks are enabled.
es: Esta opción se utiliza para determinar si los controles de actualización deben habilitarse o no para este host. Cuando está habilitado, el programador activará un control activo tan pronto como la fecha del último resultado pasivo recibido sea obsoleta con respecto al valor de umbral definido. Los controles de frescura están habilitados por defecto.
zh_cn: 此指令用于确定是否为此主机启用新鲜度检查。启用后，当最后一个被动结果比阈值中定义的值更早时，监视引擎将触发主动检查。默认情况下，新鲜度检查是启用的。

source: Specify the freshness threshold (in seconds) for this host. If you set this directive to a value of 0, monitoring engine will determine a freshness threshold to use automatically.
es: Especifica el umbral de actualización (en segundos) para el estado del host. Si esta opción se establece en 0, el programador determinará automáticamente un umbral de actualización para usar.
zh_cn: 指定此主机的新鲜度阈值(以秒为单位)。如果您将此指令设置为0，则监控引擎将自动确定要使用的新鲜度阈值。

source: This directive is used to determine whether or not flap detection is enabled for this host.
es: Esta directiva se utiliza para determinar si la detección de equipaje está habilitada o no para este host.
zh_cn: 此指令用于确定该主机是否启用了flap检测。

source: This directive is used to specify the low state change threshold used in flap detection for this host. If you set this directive to a value of 0, the program-wide value will be used.
es: Esta directiva se utiliza para especificar el estado de umbral bajo utilizado en la detección de oscilaciones para este host. Si establece esta directiva en un valor de 0, el valor se utilizará para todo el host.
zh_cn: 此指令用于指定在该主机的flap检测中使用的低状态变化阈值。如果将此指令设置为0，则将使用整个程序的值。

source: This directive is used to specify the high state change threshold used in flap detection for this host. If you set this directive to a value of 0, the program-wide value will be used.
es: Esta directiva se utiliza para especificar el estado de umbral bajo utilizado en la detección de oscilaciones para este host. Si establece esta directiva en un valor de 0, el valor se utilizará para todo el host.
zh_cn: 此指令用于指定在此主机的flap检测中使用的高状态变化阈值。如果将此指令设置为0，则将使用整个程序的值。

source: This directive is used to determine whether or not the processing of performance data is enabled for this host.
es: Esta directiva se utiliza para habilitar o inhabilitar el procesamiento de datos de rendimiento para este host.
zh_cn: 此指令用于确定是否为该主机启用性能数据处理。

source: This directive is used to determine whether or not status-related information about the host is retained across program restarts. This is only useful if you have enabled the global state retention option.
es: Esta directiva se utiliza para determinar si la información de estado del host se conserva después de cada reinicio del programa. Esto solo es útil si ha habilitado la opción de retención de estado global.
zh_cn: 该指令用于确定是否在程序重新启动时保留与主机状态相关的信息。这只有在启用了全局状态保留选项时才有用。

source: This directive is used to determine whether or not non-status information about the host is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
es: Esta directiva se utiliza para determinar si la información no relacionada con el estado del host se mantiene después de cada reinicio del programa. Esto solo es útil si ha habilitado la opción de retención de estado global.
zh_cn: 该指令用于确定是否在程序重新启动时保留有关主机的非状态信息。这只有在使用retain_state_information指令启用状态保留时才有用。

source: This directive determines which host states "stalking" is enabled for.
es: Esta directiva se usa para actualizar el archivo de retención en caso de que el mensaje de salida cambie incluso si el estado del objeto sigue siendo el mismo.
zh_cn: 这个指令决定哪些主机状态是“跟踪”被启用的。

source: This directive is used to determine whether or not the event handler for this host is enabled.
es: Esta directiva se utiliza para determinar si el controlador de eventos para este host está habilitado.
zh_cn: 此指令用于确定是否启用此主机的事件处理程序。

source: The event handler command is triggered whenever a change in the state of the host is detected, i.e. whenever it goes down or recovers.
es: El comando del controlador de eventos se activa cuando se detecta un cambio en el estado del host, es decir, cuando falla o se recupera.
zh_cn: 每当检测到主机状态发生变化时，即当它停机或恢复时，就会触发事件处理程序命令。

source: This parameters are passed to the event handler commands in the same way check command parameters are handled. The format is: !ARG1!ARG2!...ARGn
es: Estos parámetros se pasan al control del controlador de eventos de la misma manera que se usan los parámetros de comando de control. El formato es el siguiente :! ARG1! ARG2! ... ARGn
zh_cn: 该参数以与处理检查命令参数相同的方式传递给事件处理程序命令。格式为:!ARG1!ARG2!…ARGn

source: Specify a duration of acknowledgement for this host or host depending to this template. If you leave it blank, no timeout will be set.
es: Especifique un tiempo máximo antes de borrar el acuse de recibo de los reconocimientos para este host o los hosts heredados de este modelo. Dejar vacío para no especificar una duración máxima.
zh_cn: 根据此模板指定此主机或主机的确认持续时间。如果您将其保留为空，则不会设置超时。

source: Define an optional URL that can be used to provide more information about the host. Any valid URL can be used. This can be very useful if you want to make detailed information on the host, emergency contact methods, etc. available to other support staff.
zh_cn: 定义一个可选的URL，该URL可用于提供有关主机的更多信息。任何有效的URL都可以被使用。如果您希望向其他支持人员提供有关主机的详细信息、紧急联系方法等，这将非常有用。

source: Define an optional string of notes pertaining to the host.
zh_cn: 定义与主机相关的可选注释字符串。

source: Define an optional URL that can be used to provide more actions to be performed on the host. You will see the link to the action URL in the host details.
es: Defina una URL opcional que se pueda usar para proporcionar más acciones para realizar en el host. Verá el enlace en los detalles del anfitrión.
zh_cn: 定义一个可选的URL，该URL可用于提供要在主机上执行的更多操作。您将在主机详细信息中看到指向操作URL的链接。

source: Define the image that should be associated with this host here. This image will be displayed in the various places. The image will look best if it is 40x40 pixels in size.
es: Defina la imagen que debe asociarse con este host. Esta imagen se mostrará en diferentes lugares. La imagen tendrá una mejor representación si es de 40x40 píxeles.
zh_cn: 在这里定义应该与此主机关联的映像。这幅图像将在各个地方展出。如果图像大小为40x40像素，则图像看起来最好。

source: Define an optional string that is used in the alternative description of the icon image.
es: Define una cadena opcional que se utilizará en la descripción alternativa de la imagen.
zh_cn: 定义一个可选字符串，用于图标图像的替代描述。

source: Define an image that should be associated with this host in the statusmap CGI in monitoring engine. You can choose a JPEG, PNG, and GIF image. The GD2 image format is preferred, as other image formats must be converted first when the statusmap image is generated. The image will look best if it is 40x40 pixels in size.
es: Define una imagen que debe asociarse con este host en el CGI de mapa de estado en el motor de monitoreo. Puedes elegir una imagen JPEG, PNG y GIF. El formato de imagen GD2 es preferible, ya que otros formatos de imagen deben convertirse primero cuando se genera la imagen de mapa de estado. La imagen tendrá una mejor resolución si tiene un tamaño de 40x40 píxeles.
zh_cn: 在监控引擎中的状态图CGI中定义一个应该与此主机关联的映像。您可以选择JPEG、PNG和GIF图像。首选GD2图像格式，因为在生成statusmap图像时必须首先转换其他图像格式。如果图像大小为40x40像素，则图像看起来最好。

source: Geographical coordinates use by Centreon Map module to position element on map. Define "Latitude,Longitude", for example for Paris coordinates set "48.51,2.20"
es: Coordenadas geográficas utilizadas por el módulo de mapa de Centreon para posicionar los elementos. Expresado en "Latitud, Longitud", por ejemplo para las coordenadas de París ingrese "48.51,2.20"
zh_cn: Centreon地图模块使用地理坐标来定位地图上的元素。定义“纬度，经度”，例如对于巴黎坐标集“48.51,2.20”

source: Define the coordinates to use when drawing the host in the statusmap CGI. Coordinates should be given in positive integers, as they correspond to physical pixels in the generated image. The origin for drawing (0,0) is in the upper left hand corner of the image and extends in the positive x direction (to the right) along the top of the image and in the positive y direction (down) along the left hand side of the image. For reference, the size of the icons drawn is usually about 40x40 pixels (text takes a little extra space). The coordinates you specify here are for the upper left hand corner of the host icon that is drawn. Note: Don't worry about what the maximum x and y coordinates that you can use are. The CGI will automatically calculate the maximum dimensions of the image it creates based on the largest x and y coordinates you specify.
es: Esta variable se utiliza para definir las coordenadas que se utilizarán para el host en el CGI de mapa de estado. Las coordenadas deben darse en un entero positivo porque corresponden a los píxeles en la imagen generada. El inicio del mapa (0,0) se encuentra en la esquina superior izquierda de la imagen y se extiende a positivo en la dirección x (derecha) desde la parte superior de la imagen y positivo en la dirección y. (parte inferior) desde el borde izquierdo de la imagen. Para referencia, el tamaño de los iconos suele ser de 40x40 píxeles (el texto ocupa un poco de espacio adicional). Las coordenadas que especifique aquí corresponden a la esquina superior izquierda del icono del host para dibujar. Nota: No se preocupe por la cantidad máxima de coordenadas que puede usar aquí. El CGI calculará automáticamente las dimensiones máximas de la imagen que crea en función de los valores x e y más grandes que especifique.
zh_cn: 定义在statusmap CGI中绘制主机时要使用的坐标。坐标应该以正整数给出，因为它们对应于生成图像中的物理像素。绘制原点(0,0)位于图像的左上角，沿着图像顶部在正x方向上(向右)扩展，沿着图像左侧在正y方向上(向下)扩展。作为参考，绘制的图标的大小通常约为40x40像素(文本占用一点额外的空间)。您在这里指定的坐标用于绘制的主机图标的左上角。注意:不要担心你可以使用的最大x和y坐标是什么。CGI将根据您指定的最大x和y坐标自动计算它创建的图像的最大尺寸。

source: Define the coordinates to use when drawing the host in the statuswrl CGI. Coordinates can be positive or negative real numbers. The origin for drawing is (0.0,0.0,0.0). For reference, the size of the host cubes drawn is 0.5 units on each side (text takes a little more space). The coordinates you specify here are used as the center of the host cube.
es: Define las coordenadas del host a usar en el estado de CGI. Las coordenadas pueden ser números positivos o negativos. El inicio del dibujo es (0.0.0.0.0.0). Para referencia, el tamaño de los cubos para los hosts es de 0.5 unidades en cada lado. Las coordenadas que utiliza son el centro del cubo del host.
zh_cn: 定义在statuswrl CGI中绘制主机时要使用的坐标。坐标可以是正实数或负实数。绘制的原点为(0.0,0.0,0.0)。作为参考，绘制的主机立方体的大小是每边0.5个单位(文本占用更多的空间)。您在这里指定的坐标将用作主机多维数据集的中心。

source: Severity level use to sort issue in Monitoring menu.
zh_cn: 严重性级别用于在“监视”菜单中对问题进行排序。

source: This is required so that you can access your host after creation. Some selected resource groups may contain filter, thus still preventing you from seeing the new host. In this case, make sure to link your Host to a Host Category.
es: Esta configuración es necesaria para acceder al host una vez creado, porque su cuenta está sujeta a controles de acceso. En este caso, solo las cuentas de administrador web de Centreon podrán ver y modificar este host.
zh_cn: 这是必需的，以便您可以在创建后访问您的主机。某些选定的资源组可能包含过滤器，因此仍然无法看到新主机。在这种情况下，请确保将您的主机链接到主机类别。

source: Macros are used as object-specific variables/properties, which can be referenced in commands and extended infos. Example: a macro named MACADDRESS can be referenced as $_HOSTMACADDRESS$.
es: Las macros se utilizan como variables / propiedades específicas, que se pueden usar en comandos e información adicional. Ejemplo: una macro llamada MACADDRESS puede ser referenciada como $ _HOSTMACADDRESS $.
zh_cn: 宏被用作特定于对象的变量/属性，可以在命令和扩展信息中引用。例如:名为MACADDRESS的宏可以引用为$_HOSTMACADDRESS$。

source: This directive is used to define an alternate name that should be displayed in the web interface for this host. If not specified, this defaults to the value you specify as host name.
es: Esta directiva se utiliza para definir un nombre alternativo que podría mostrarse en la interfaz web para este host. Si no se especifica, el nombre de host se utilizará de forma predeterminada.
zh_cn: 这个指令用来定义一个应该在这个主机的web界面中显示的替代名称。如果未指定，则默认为指定为主机名的值。

source: This directive is used to determine what host states the flap detection logic will use for this host.
es: Esta directiva se utiliza para determinar qué estado del host utilizará la detección de equipaje para este host.
zh_cn: 该指令用于确定flap检测逻辑将为该主机使用的主机状态。

source: By default monitoring engine will assume that all hosts are in UP states when it starts. You can override the initial state for a host by using this directive.
es: De forma predeterminada, el motor de administración asumirá que todos los hosts están en un estado UP cuando se inicia. Puede anular el estado inicial de un host utilizando esta directiva.
zh_cn: 默认情况下，监控引擎在启动时将假定所有主机处于UP状态。您可以使用此指令覆盖主机的初始状态。

source: Define a short name for this category. It will be displayed with this name in the ACL configuration.
es: Establece un nombre corto para esta categoría. Se mostrará con este nombre en la configuración de ACL.
zh_cn: 为这个类别定义一个简短的名称。它将在ACL配置中显示此名称。

source: Use this field for a longer description of this category.
es: Utilice este campo para una descripción más larga de esta categoría.
zh_cn: 此字段用于此类别的更详细描述。

source: Select the hosts that this category is linked to.
es: Seleccione los hosts para enlazar a esta categoría.
zh_cn: 选择此类别所链接的主机。

source: Select the host templates that this category is linked to.
es: Seleccione los modelos de host para vincular a esta categoría.
zh_cn: 选择此类别链接到的主机模板。

source: Whether this category is a severity. Severities appear on the monitoring consoles.
es: Si la categoría es una criticidad, aparecerá en la Consola de supervisión en tiempo real.
zh_cn: 这个类别是否严重。严重程度显示在监控台上。

source: Severity level, must be a number. The items displayed will be sorted in ascending order. Thus the lowest severity is considered than the highest priority.
es: Nivel de severidad, debe ser un número. Los elementos mostrados se ordenarán en orden ascendente. Por lo tanto, la criticidad más baja se considera de la más alta prioridad.
zh_cn: 严重性级别，必须是数字。显示的项目将按升序排序。因此，最低的严重性被认为比最高的优先级更重要。

source: Icon for this severity.
es: Icono de severidad.
zh_cn: 图标表示严重性。
