Repository: centreon/centreon
Catalog: centreon/lang/*.UTF-8/LC_MESSAGES/help.po
Languages: es, zh_cn

source: The pool name.
zh_cn: 池名。

source: The pool description.
zh_cn: 池的描述信息。

source: The pool slot will be attached to this host.<br/><b>The host can have only one pool.</b>
zh_cn: 池插槽将被附加到此主机。<br/><b>主机只能有一个pool.</b>

source: The service template for the slots.
zh_cn: 槽位的服务模板。

source: The number of slots.
zh_cn: 槽位的数量。

source: The prefix for create slots.<br/><i>prefix-</i>0000
zh_cn: 用于创建槽位的前缀<br/><i>prefix-</i>0000

source: The command for slots.
zh_cn: 槽的命令。

source: If the pool and its slots are enable.
zh_cn: 如果池和槽位都是启用的。

source: No: You don't consent to share your platform data. Contact Details: You consent to share your platform data including your alias and email. Anonymized: You consent to share your platform data, but your alias and email will be anonymized.
zh_cn: No:你不同意分享你的平台数据。联系方式:您同意共享您的平台数据，包括您的别名和电子邮件。匿名:您同意共享您的平台数据，但您的别名和电子邮件将被匿名。

source: If checked this option will restore the use of the deprecated pages.This includes display of the deprecated pages and internal redirection between pagesIf not checked this option will enable the full use of the new Monitoring page Resource Status
zh_cn: 如果选中此选项，将恢复已弃用页面的使用。这包括显示已弃用的页面和页面之间的内部重定向。如果未选中此选项，将启用新的监控页面资源状态

source: Timeout value in seconds. Used to make actions calls timeout.
zh_cn: 超时值，单位为秒。用于使动作调用超时。

source: Enable Centreon Broker statistics collection into the central server in order to reduce the network load generated by Centcore. Be carefull: broker statistics will not be available into Home > Broker statistics.
es: Habilita o inhabilita la recuperación de datos estadísticos del módulo Centreon Broker desde recolectores remotos. Atención, la recuperación de los datos por el proceso centcore puede generar una sobrecarga de la red en caso de que el proceso no logre recuperar el archivo debido a una mala configuración del módulo Centreon Broker. Si la opción está deshabilitada, los datos estadísticos no serán visibles en el menú dedicado.
zh_cn: 启用Centreon Broker统计信息收集到中央服务器，以减少由Centcore产生的网络负载。请注意:经纪人统计数据将无法进入家庭>经纪人统计数据。

source: Enable Backup process
es: Habilitar el proceso de copia de seguridad.
zh_cn: 启动备份进程

source: Backup configuration files (MySQL, Apache, PHP, SNMP, centreon, centreon-engine, centreon-broker)
es: Habilitar la copia de seguridad de los archivos de configuración (MySQL, Apache, PHP, SNMP, Centreon, Centreon-Engine, Centreon-Broker)
zh_cn: 备份配置文件(MySQL, Apache, PHP, SNMP, centreon, centreon-engine, centreon-broker)

source: Backup centreon database
es: Habilitar copia de seguridad de la base de datos `centreon`
zh_cn: 备份centeron数据库

source: Backup centreon_storage database
es: Habilitar la copia de seguridad de la base de datos `centreon_storage`
zh_cn: 备份centeron_storage数据库

source: Backup type for centreon_storage database : mysqldump or LVM snapshot (need available space on MySQL LVM)
es: Método de copia de seguridad para la base de datos `centreon_storage ': mysqldump o instantánea de LVM (el espacio no asignado debe estar disponible en la base de datos de alojamiento de LVM)
zh_cn: centreon_storage数据库备份类型:mysqldump或LVM快照(MySQL LVM需要可用空间)

source: Full backup period
es: Periodo para copias de seguridad de tipo completo
zh_cn: 全量备份周期

source: Partial backup period (available on partitioned tables)
es: Período para copias de seguridad de tipo parcial (disponible en el caso donde las tablas están particionadas)
zh_cn: 部分备份周期(在分区表上可用)

source: Directory where backups will be stored
es: Directorio donde se almacenan las copias de seguridad
zh_cn: 存放备份文件的目录

source: Temporary directory used by backup process
es: Directorio temporal utilizado para el proceso de copia de seguridad.
zh_cn: 备份进程使用的临时目录

source: Backup retention (in days)
es: Duración de la retención de las copias de seguridad antes de la eliminación (expresada en días)
zh_cn: 备份保留时间(单位:天)

source: MySQL configuration file path (i.e. /etc/my.cnf.d/centreon.cnf)
es: Ruta al archivo de configuración de MySQL (es decir, /etc/my.cnf.d/centreon.cnf)
zh_cn: MySQL配置文件路径(例如/etc/my.cnf.d/centreon.cnf)

source: Use SCP to copy backup on remote host
es: Utiliza el protocolo SCP para externalizar copias de seguridad
zh_cn: 使用SCP将备份复制到远程主机上

source: Remote user used by SCP
es: Usuario para acceder al almacenamiento remoto para copiar copias de seguridad
zh_cn: SCP使用的远程用户

source: Remote host to copy by SCP
es: Dirección de almacenamiento remoto para copiar copias de seguridad
zh_cn: 远程主机通过SCP复制

source: Remote directory to copy by SCP
es: Directorio de almacenamiento remoto para copiar copias de seguridad
zh_cn: 通过SCP复制的远端目录

source: Path to RRDTool database for graphs of metrics.
es: Ruta de base de datos RRDTool para gráficos y métricas.
zh_cn: 到RRDTool数据库获取度量图的路径。

source: Path to RRDTool database for graphs of status.
es: Ruta de base de datos de RRDTool para gráficos de estado.
zh_cn: 用于状态图的RRDTool数据库的路径。

source: Path to RRDTool database for graphs of monitoring engine stats.
es: Ruta de base de datos de RRDTool para gráficos de estadísticas de supervisión del motor.
zh_cn: 查看监控引擎状态图的RRDTool数据库的路径。

source: RRDTool database size (in days).
es: Tamaño de la base de datos de RRDTool (en días).
zh_cn: RRDTool数据库大小(单位为天)。

source: Duration of retention regarding performance data stored in database. 0 means that no retention will be applied.
es: Periodo de retención para los datos de rendimiento almacenados en la base de datos. 0 significa que no se ha aplicado retención.
zh_cn: 存储在数据库中的性能数据的保留时间。0表示不进行保留。

source: Duration of retention regarding downtimes stored in database. 0 means that no retention will be applied.
es: Período de retención para los tiempos de parada almacenados en la base de datos. 0 significa que no se ha aplicado retención.
zh_cn: 关于数据库中存储的停机时间的保留时间。0表示不进行保留。

source: Duration of retention regarding comments stored in database. 0 means that no retention will be applied.
es: Periodo de retención para comentarios almacenados en la base de datos. 0 significa que no se ha aplicado retención.
zh_cn: 关于保存在数据库中的评论的保留时间。0表示不进行保留。

source: Retention duration of logs. 0 means that no retention will be applied.
es: Log tiempo de retención. 0 significa que no se ha aplicado retención.
zh_cn: 日志保留时长。0表示不保留。

source: Retention duration of reporting data. 0 means that no retention will be applied.
es: Duración de la retención de los datos informativos. 0 significa que no se ha aplicado retención.
zh_cn: 报表数据的保存时间。0表示不进行保留。

source: Retention time for partitioned tables (data_bin, logs, log_archive_host, log_archive_service), by default 365 days.
zh_cn: 分区表(data_bin、logs、log_archive_host、log_archive_service)的保留时间，默认为365天。

source: number of partitions created in advance to prevent issues, by default 10 days.
zh_cn: 为防止问题提前创建的分区数，默认为10天。

source: Backup directory to store partition, by default /var/cache/centreon/backup.
zh_cn: 分区存放的备份目录，默认为“/var/cache/centreon/ Backup”。

source: Enable/Disable logging of all modifications in Centreon
es: Habilitar / deshabilitar el registro de todos los cambios de configuración de Centreon.
zh_cn: 在Centreon中启用/禁用所有修改的日志记录

source: Directory of log files.
es: Directorio de archivos de registro.
zh_cn: 日志文件的目录。

source: Enables authentication debug.
es: Habilita la depuración de la autenticación del usuario.
zh_cn: 开启认证调试。

source: Enables Monitoring Engine import debug.
es: Permite la depuración de la importación del motor de supervisión.
zh_cn: 启用监控引擎导入调试。

source: Enables RRDTool debug.
es: Habilita la depuración de RRDTool.
zh_cn: 开启RRDTool调试。

source: Enables LDAP user import debug.
es: Habilita la depuración de la importación del usuario LDAP.
zh_cn: 启用LDAP用户导入调试。

source: Enables SQL debug.
es: Habilitar la depuración de SQL.
zh_cn: 启用SQL调试。

source: Enables Centcore debug.
es: Habilita la depuración de Centcore.
zh_cn: 启用Centcore调试。

source: Enables Centstorage debug.
es: Habilitar la depuración de Centstorage.
zh_cn: 开启Centstorage调试。

source: Enables Centreontrapd debug.
es: Permite la depuración del proceso centreontrapd.
zh_cn: 打开Centreontrapd调试开关。

source: Default monitoring engine.
es: Motor de supervisión predeterminado
zh_cn: 默认的监控引擎。

source: Directory where images are stored.
es: Directorio donde se almacenan las imágenes.
zh_cn: 存储图像的目录。

source: Directory where check plugins are stored.
es: Directorio donde se almacenan las sondas de supervisión (plugin).
zh_cn: 检查插件存储的目录。

source: This is the number of seconds per "unit interval" used for timing in the scheduling queue, re-notifications, etc. "Units intervals" are used in the object configuration file to determine how often to run a service check, how often to re-notify a contact, etc. The default value for this is set to 60, which means that a "unit value" of 1 in the object configuration file will mean 60 seconds (1 minute).
es: Intervalo de tiempo de referencia en segundos utilizado para programar cheques, notificaciones. El valor predeterminado es 60s (1 min), por lo que en todas las formas, el intervalo de tiempo de la unidad será de 60 segundos (1 minuto).
zh_cn: 这是在调度队列、重新通知等中用于计时的“单位间隔”的秒数。“单位间隔”在对象配置文件中用于确定运行服务检查的频率，重新通知联系人的频率等。默认值为60，这意味着在对象配置文件中，单位值为1意味着60秒(1分钟)。

source: Broker module used by Centreon.
es: Módulo de broker utilizado por Centreon.
zh_cn: Centreon使用的代理模块。

source: Init script for broker daemon.
es: Script de inicialización de broker.
zh_cn: 代理守护进程的初始化脚本。

source: Mailer binary with complete path. This define the @MAILER@ macro used in notification commands.
es: Ruta completa del ejecutable de envío de correos. Esto define la macro @MAILER@ utilizada en los comandos de notificación.
zh_cn: 完整路径的Mailer二进制文件。这定义了在通知命令中使用的@MAILER@宏。

source: Maximum number of hosts to show in the Tactical Overview page.
es: Número máximo de hosts mostrados en la página de resumen.
zh_cn: 在“战术概览”页面中显示的最大主机数。

source: Maximum number of services to show in the Tactical Overview page.
es: Número máximo de servicios mostrados en la página de resumen.
zh_cn: 在战术概览页面中显示的最大服务数量。

source: Refresh interval used in the Tactical Overview page.
es: Intervalo de actualización utilizado en la página de información general de Tactic.
zh_cn: 在战术概述页面中使用的刷新间隔。

source: [Sticky] option is enabled by default.
es: Habilita esta opción por defecto en el formulario. Esta opción le permite mantener el acuse de recibo en caso de un cambio de estado que no sea correcto.
zh_cn: [粘滞]选项默认开启。

source: [Notify] option is enabled by default.
es: Habilita esta opción por defecto en el formulario. Esta opción genera una notificación que se enviará a los contactos vinculados al objeto.
zh_cn: [Notify]选项默认启用。

source: [Persistent] option is enabled by default.
es: Habilita esta opción por defecto en el formulario. Esta opción se usa para reposicionar el tiempo de parada si se reinicia el motor supervisor.
zh_cn: 默认启用[Persistent]选项。

source: [Acknowledge services attached to hosts] option is enabled by default.
es: Habilita esta opción por defecto en el formulario. Esta opción le permite realizar todos los servicios relacionados con el host.
zh_cn: [确认主机附带的服务]选项默认开启。

source: [Force Active Checks] option is enabled by default.
es: Habilita esta opción por defecto en el formulario. Esta opción se utiliza para reprogramar una verificación de servicio después del reconocimiento.
zh_cn: 默认启用[强制活动检查]选项。

source: Fixed.
es: Habilita esta opción por defecto en el formulario. Esta opción le permite programar un tiempo de parada fijo.
zh_cn: 固定的。

source: [Set downtimes on services attached to hosts] option is enbaled by default.
es: Habilita esta opción por defecto en el formulario. Esta opción le permite programar un tiempo de parada para los servicios relacionados con el host.
zh_cn: [设置主机附接服务停机时间]选项默认开启。

source: Default duration of scheduled downtimes.
es: Duración predeterminada de los tiempos de apagado programados.
zh_cn: 预设停机时间的默认持续时间。

source: When enabled, notification messages are displayed when new alerts arise in the monitoring consoles.
es: Cuando la opción está habilitada, los mensajes de notificación se muestran cuando aparece una nueva alerta en la Consola de administración en tiempo real.
zh_cn: 启用后，当监控台中出现新警报时，将显示通知消息。

source: When enabled, "Host Up" notification messages will be displayed.
es: Si esta opción está habilitada, aparecerá una ventana emergente para indicar a un host en estado "Up".
zh_cn: 启用后，将显示“Host Up”通知消息。

source: When enabled, "Host Down" notification messages will be displayed.
es: Si esta opción está habilitada, aparecerá una ventana emergente para indicar que un host está en estado inalcanzable.
zh_cn: 启用后，将显示“主机关闭”通知消息。

source: When enabled, "Host Unreachable" notification messages will be displayed.
es: Si esta opción está habilitada, aparecerá una ventana emergente para indicar un host en un estado desconocido.
zh_cn: 启用后，将显示“主机不可达”通知消息。

source: When enabled, "Service OK" notification messages will be displayed.
es: Si esta opción está habilitada, aparecerá una ventana emergente para indicar un servicio en estado OK.
zh_cn: 启用后，将显示“服务确定”通知消息。

source: When enabled, "Service Warning" notification messages will be displayed.
es: Si esta opción está habilitada, aparecerá una ventana emergente para indicar un servicio en estado de "Advertencia".
zh_cn: 启用后，将显示“服务警告”通知消息。

source: When enabled, "Service Critical" notification messages will be displayed.
es: Si esta opción está habilitada, aparecerá una ventana emergente para indicar un servicio en estado "Crítico".
zh_cn: 启用后，将显示“服务关键”通知消息。

source: When enabled, "Service Unknown" notification messages will be displayed.
es: Si esta opción está habilitada, aparecerá una ventana emergente para indicar un servicio en un estado desconocido.
zh_cn: 启用后，将显示“服务未知”通知消息。

source: Mode used to retrieve information displayed in Resource Status page. The optimized mode will only be available and functional when using the BBDO 3.0.0 protocol for the collect engine.
zh_cn: 模式用于获取资源状态页面中显示的信息。只有在收集引擎使用BBDO 3.0.0协议时，优化模式才有效。

source: I agree to participate to the Centreon Customer Experience Improvement Program whereby anonymous information about the usage of this server may be sent to Centreon. This information will solely be used to improve the software user experience. I will be able to opt-out at anytime. Refer to <a style="text-decoration: underline" href="http://ceip.centreon.com/">ceip.centreon.com</a> for further details.
zh_cn: 本人同意参加“中心客户体验改善计划”，有关使用此伺服器的匿名资料将被发送至中心。此信息将仅用于改善软件用户体验。我可以随时退出。详情请参考<a style="text-decoration: underline" href="http://ceip.centreon.com/">ceip.centreon.com</a>。

source: Application directory of Centreon.
es: Directorio de instalación de software de Centreon.
zh_cn: 中心申请目录。

source: Default number of displayed elements in listing pages.
es: El número global de objetos que se muestran de forma predeterminada para las páginas.
zh_cn: 列表页面中显示元素的默认数量。

source: Default number of displayed elements in monitoring consoles.
es: La cantidad de elementos que se muestran de forma predeterminada para las páginas de monitoreo de host y servicio.
zh_cn: 监控控制台中显示元素的默认数量。

source: Number of performance graphs displayed per page.
es: Número de gráficos de rendimiento a mostrar por página.
zh_cn: 每页显示的性能图数量。

source: The number elements loaded in async select.
es: El número de elementos cargados por defecto en las listas de selección.
zh_cn: async select中加载的元素个数。

source: Life duration of sessions. The value in minutes cannot be greater than the session.gc_maxlifetime value set in your php centreon.ini file.
es: Tiempo de caducidad en minutos sesiones de usuarios conectados a Centreon.
zh_cn: 会话的生命周期。单位为分钟的值不能大于会话。Gc_maxlifetime在PHP centreon.ini文件中设置的值。

source: Refresh interval.
es: Intervalo general de actualización de objetos.
zh_cn: 刷新间隔。

source: Refresh interval used for statistics (top counters). Minimum value: 10
zh_cn: 用于统计的刷新间隔(顶级计数器)。最小值:10

source: Refresh interval used in monitoring consoles. Minimum value: 10
zh_cn: 在监控控制台中使用的刷新间隔。最小值:10

source: First refresh delay for statistics (top counters).
es: Actualice el tiempo de las estadísticas del estado del host y del servicio cuando acceda por primera vez a la página (tablas en la parte superior de las páginas).
zh_cn: 统计数据的第一次刷新延迟(top counter)。

source: First refresh delay for monitoring.
es: Actualice el tiempo de los datos de supervisión cuando acceda por primera vez a la página.
zh_cn: 监控的第一次刷新延迟。

source: CSS theme.
es: El tema CSS predeterminado que se aplicará a la interfaz web de Centreon.
zh_cn: CSS的主题。

source: Default sort in monitoring consoles.
es: Clasificación predeterminada para las páginas de monitoreo de host y servicio.
zh_cn: 监控控制台中的默认排序。

source: Default order in monitoring consoles.
es: Orden de clasificación predeterminado para el servicio y las páginas de monitoreo del host.
zh_cn: 监控控制台中的默认顺序。

source: Notification inheritance for hosts and services. Vertical for the legacy mode, Close for the first valid object and Cumulative for all valid object.
zh_cn: 主机和服务的通知继承。垂直模式为遗留模式，关闭模式为第一个有效对象，累积模式为所有有效对象。

source: Enables Autologin.
es: Permite a los usuarios conectarse a la interfaz de Centreon automáticamente utilizando el token predefinido en la configuración de su cuenta.
zh_cn: 使Autologin。

source: Displays Autologin shortcut.
es: Muestra el icono de acceso directo de conexión automática en la interfaz debajo de la tabla de estado general de supervisión.
zh_cn: 显示自动登录的快捷方式。

source: Default host and contact timezone.
es: Zona horaria predeterminada para hosts y contactos.
zh_cn: 默认主机和联系人时区。

source: Whether SSO authentication is enabled. SSO feature have only to be enabled in a secured and dedicated environment for SSO. Direct access to Centreon UI from users have to be disabled.
es: Habilitar la autenticación a través de SSO. Esta opción debe habilitarse en un entorno seguro dedicado a la autenticación SSO. El acceso directo a la interfaz web de Centreon para usuarios debe estar deshabilitado.
zh_cn: 是否启用单点登录认证。SSO特性只需要在SSO专用的安全环境中启用。用户直接访问Centreon UI必须被禁用。

source: Authentication can be solely based on SSO or it can work with both SSO and local authentication systems.
es: La autenticación solo puede basarse en SSO o puede funcionar tanto con SSO como con un sistema de autenticación local.
zh_cn: 身份验证可以完全基于SSO，也可以同时使用SSO和本地身份验证系统。

source: IP/DNS of trusted clients. Use coma as delimiter in case of multiple clients.
es: IP/DNS de clientes de confianza. Use una coma como delimitador en el caso de varios clientes.
zh_cn: 可信客户端的IP/DNS。在多个客户端情况下使用coma作为分隔符。

source: IP/DNS of blacklist clients. Use coma as delimiter in case of multiple clients.
es: IP/DNS de clientes cerrados. Use una coma como delimitador en el caso de varios clientes.
zh_cn: 黑名单客户端的IP/DNS。在多个客户端情况下使用coma作为分隔符。

source: The header variable that will be used as login. i.e: $_SERVER['HTTP_AUTH_USER']
es: La variable de encabezado que se utilizará como inicio de sesión. es decir: $_SERVER['HTTP_AUTH_USER']
zh_cn: 将用作登录的header变量。即:$ _SERVER(“HTTP_AUTH_USER”)

source: The pattern to search for in the username. If i want to remove the domain of the email: /@.*/
es: Patrón de búsqueda racional para el usuario. Por ejemplo, para eliminar el dominio de una dirección de correo electrónico: /@.*/
zh_cn: 在用户名中搜索的模式。如果我想删除电子邮件的域名:/@.*/

source: The string to replace.
es: Cadena de reemplazo
zh_cn: 要替换的字符串。

source: Enable login with OpenId Connect.
es: Habilitar inicio de sesión con OpenId Connect
zh_cn: 启用OpenId Connect登录。

source: Authentication can be solely based on OpenId Connect or it can work with both OpenId Connect and local authentication systems.
es: La autenticación puede basarse únicamente en OpenId Connect o puede funcionar tanto con OpenId Connect como con sistemas de autenticación locales.
zh_cn: 身份验证可以单独基于OpenId Connect，也可以与OpenId Connect和本地身份验证系统一起工作。

source: Your OpenId Connect base Url (for example http://IP:8080/auth/realms/master/protocol/openid-connect).
es: Su url básico del servicio de OpenId Connect (por ejemplo http://IP:8080/auth/realms/master/protocol/openid-connect).
zh_cn: 您的OpenId连接基础Url(例如http://IP:8080/auth/realms/master/protocol/openid-connect)。

source: Your OpenId Connect Authorization endpoint (for example /auth).
es: Su url del servicio de OpenId Connect Authorization (por ejemplo /auth).
zh_cn: 你的OpenId连接授权端点(例如/auth)。

source: Your OpenId Connect Token endpoint (for example /token).
es: Su url del servicio de OpenId Connect Token (por ejemplo /token).
zh_cn: 您的OpenId连接令牌端点(例如/ Token)。

source: Your OpenId Connect Introspection Token endpoint (for example /token/introspect).
es: Su url del servicio de OpenId Connect Introspection Token (por ejemplo /token/introspect).
zh_cn: 你的OpenId连接内省令牌端点(例如/ Token /introspect)。

source: Your OpenId Connect User Information endpoint (for example /userinfo).
es: Su url del servicio de OpenId Connect User Info (por ejemplo /userinfo).
zh_cn: 您的OpenId连接用户信息端点(例如/userinfo)。

source: Your OpenId Connect End Session endpoint (for example /logout).
zh_cn: 您的OpenId连接结束会话端点(例如/logout)。

source: Your OpenId Connect Scope (for example openid).
es: El campo de aplicación 'scope' (por ejemplo openid).
zh_cn: 您的OpenId连接作用域(例如OpenId)。

source: Your OpenId Connect login claim value (if empty preferred_username will be used).
zh_cn: 您的OpenId连接登录声明值(如果为空，将使用preferred_username)。

source: Your OpenId Connect redirect url (this server, {scheme}, {hostname} and {port} can be used for substitions, default is {scheme}://{hostname}:{port}/your_centreon_path/index.php if left empty).
zh_cn: 你的OpenId连接重定向url(这个服务器，{scheme}， {hostname}和{port}可以用来替换，默认是{scheme}://{hostname}:{port}/your_centreon_path/index.php如果不设置为空)。

source: Your OpenId Connect client ID.
es: Su identificación de cliente de OpenId Connect.
zh_cn: 你的OpenId连接客户端ID。

source: Your OpenId Connect client secret.
es: Su secreto de cliente de OpenId Connect
zh_cn: 你的OpenId连接客户端密钥。

source: Switch token_endpoint_auth_method from client_secret_post to client_secret_basic
zh_cn: 将token_endpoint_auth_method从client_secret_post切换到client_secret_basic

source: This option enable a strict mode for the management of parent links between hosts on different pollers. Some hosts can have a parent link between them even if they are not monitored by the same poller. Select yes if you want to block the UI in order to oblige user to let host with a declared relation on the same poller. if you select No, during the generation process, relation will be broken and not generated but kept with Centreon Broker Correlation module.
es: La habilitación de esta opción permite, al configurar las relaciones del núcleo del host, forzar al usuario a monitorear ambos elementos (hosts principal y secundario) en el mismo recopilador supervisor. Algunos hosts no están supervisados ​​por el mismo recopilador y la relación puede ser gestionada por el módulo Centreon Broker a través del módulo de correlación. Por lo tanto, la relación clásica de parentesco se eliminará de la configuración enviada al motor, pero estará presente en el archivo de correlación de Centreon Broker.
zh_cn: 该选项启用了严格模式，用于管理不同轮询器上的主机之间的父链接。有些主机之间可以有父链接，即使它们没有被同一个轮询器监视。选择yes，如果你想阻塞UI，以迫使用户允许主机在同一个轮询器上声明关系。如果您选择No，在生成过程中，关系将被断开，不生成，而是与Centreon Broker Correlation模块保持关联。

source: Centreon Support email: this email is uses in the Centreon footer in order to have a quick link in order to open an issue to your help desk.
es: Dirección de correo electrónico de su empresa. Esta dirección se mostrará en la parte inferior de cada página para que sus usuarios puedan comunicarse con usted rápidamente.
zh_cn: 中心支持电子邮件:此电子邮件用于中心页脚，以便有一个快速链接，以便打开一个问题到您的帮助台。

source: URL of the proxy.
es: URL o dirección IP del proxy web.
zh_cn: 代理的URL。

source: Port of the proxy.
es: Puerto de conexión proxy.
zh_cn: 代理的端口。

source: User of the proxy (Only if you use basic authentication).
zh_cn: 代理的用户(仅在使用基本身份验证时)。

source: Password of the proxy (Only if you use basic authentication).
zh_cn: 代理的密码(仅当您使用基本身份验证时)。
