Repository: centreon/centreon
Catalog: centreon/lang/*.UTF-8/LC_MESSAGES/help.po
Languages: es, zh_cn

source: This option determines whether or not Monitoring Engine will send out notifications when it initially (re)starts. If this option is disabled, Monitoring Engine will not send out notifications for any host or service. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. If you want to change this option when state retention is active (and the use_retained_program_state is enabled), you'll have to use the appropriate external command or change it via the web interface. Notifications are enabled by default.
es: Esta opción define si el motor de administración envía o no notificaciones cuando se inicia (re). Si esta opción está deshabilitada, el motor de administración no enviará ninguna notificación para ningún host o servicio. Nota: Si la retención de estado está habilitada, el motor de administración ignorará este parámetro cuando (re) se inicie y use el último valor conocido de este parámetro (como se almacena en el archivo de registro de estado) a menos que La opción `use_retained_program_state está deshabilitada. Si desea cambiar esta opción cuando la retención de estado está habilitada (y use_retained_program_state está activo), deberá usar el comando externo apropiado o cambiarlo a través de la interfaz web. Las notificaciones están habilitadas por defecto.
zh_cn: 此选项确定监控引擎在初始(重新)启动时是否发送通知。如果此选项被禁用，监控引擎将不会向任何主机或服务发送通知。注意:如果启用了状态保留，则监控引擎将在(重新)启动时忽略此设置，并使用此选项的最后已知设置(存储在状态保留文件中)，除非禁用use_retained_program_state选项。如果你想在状态保留处于活动状态时更改此选项(并且启用了use_retained_program_state)，则必须使用适当的外部命令或通过web界面更改。通知默认启用。

source: This option determines whether or not Monitoring Engine will execute service checks when it initially (re)starts. If this option is disabled, Monitoring Engine will not actively execute any service checks and will remain in a sort of "sleep" mode (it can still accept passive checks unless you've disabled them). This option is most often used when configuring backup monitoring servers, as described in the documentation on redundancy, or when setting up a distributed monitoring environment. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. If you want to change this option when state retention is active (and the use_retained_program_state is enabled), you'll have to use the appropriate external command or change it via the web interface. Service checks are enabled by default.
es: Esta opción determina si el motor supervisor realiza verificaciones de servicio cuando se inicia (re). Si esta opción está deshabilitada, el motor de administración no realiza ninguna verificación de servicio y permanece en estado de "reposo" (continúa aceptando verificaciones pasivas a menos que estén deshabilitadas). Esta opción se usa con más frecuencia para hacer una copia de seguridad de la configuración de los servidores de monitoreo, como se describe en la documentación de redundancia, o para la configuración del entorno de monitoreo distribuido. Nota: Si la retención de estado está habilitada, el motor de administración ignorará este parámetro cuando (re) se inicie y use el último valor conocido de este parámetro (tal como está almacenado en el archivo de retención de estado) a menos que La opción `use_retained_program_state está deshabilitada. Si desea cambiar esta opción cuando la retención de estado está activa (y use_retained_program_state está activa), deberá usar el comando externo apropiado o cambiarlo a través de la interfaz web. Las comprobaciones de servicio están habilitadas por defecto.
zh_cn: 此选项确定监视引擎在初始(重新)启动时是否执行服务检查。如果禁用此选项，监视引擎将不会主动执行任何服务检查，并保持某种“睡眠”模式(它仍然可以接受被动检查，除非您已经禁用它们)。该选项最常用于配置备份监控服务器时，如关于冗余的文档所述，或设置分布式监控环境时。注意:如果启用了状态保留，则监控引擎将在(重新)启动时忽略此设置，并使用此选项的最后已知设置(存储在状态保留文件中)，除非禁用use_retained_program_state选项。如果你想在状态保留处于活动状态时更改此选项(并且启用了use_retained_program_state)，则必须使用适当的外部命令或通过web界面更改。默认开启服务检查。

source: This option determines whether or not Monitoring Engine will execute host checks when it initially (re)starts. If this option is disabled, Monitoring Engine will not actively execute any host checks and will remain in a sort of "sleep" mode (it can still accept passive checks unless you've disabled them). This option is most often used when configuring backup monitoring servers, as described in the documentation on redundancy, or when setting up a distributed monitoring environment. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. If you want to change this option when state retention is active (and the use_retained_program_state is enabled), you'll have to use the appropriate external command or change it via the web interface. Host checks are enabled by default.
es: Esta opción determina si el motor supervisor realiza las comprobaciones del host cuando se inicia (re). Si esta opción está desactivada, el motor de monitoreo no realiza ninguna verificación del host y permanece en estado de suspensión (continúa aceptando las comprobaciones pasivas a menos que estén desactivadas). Esta opción se usa con más frecuencia para hacer una copia de seguridad de la configuración de los servidores de monitoreo, como se describe en la documentación de redundancia, o para la configuración del entorno de monitoreo distribuido. Nota: Si la retención de estado está habilitada, el motor de administración ignorará este parámetro cuando (re) se inicie y use el último valor conocido de este parámetro (como se almacena en el archivo de registro de estado) a menos que La opción `use_retained_program_state está deshabilitada. Para cambiar esta opción cuando la retención de estado está activa (y use_retained_program_state está activa), será necesario usar el comando externo apropiado o cambiarlo a través de la interfaz web. Las comprobaciones de host están habilitadas por defecto.
zh_cn: 此选项确定监控引擎在最初(重新)启动时是否执行主机检查。如果禁用此选项，监视引擎将不会主动执行任何主机检查，并保持一种“睡眠”模式(它仍然可以接受被动检查，除非您禁用它们)。该选项最常用于配置备份监控服务器时，如关于冗余的文档所述，或设置分布式监控环境时。注意:如果启用了状态保留，则监控引擎将在(重新)启动时忽略此设置，并使用此选项的最后已知设置(存储在状态保留文件中)，除非禁用use_retained_program_state选项。如果你想在状态保留处于活动状态时更改此选项(并且启用了use_retained_program_state)，则必须使用适当的外部命令或通过web界面更改。默认开启主机检查。

source: This option determines whether or not Monitoring Engine will accept passive service checks when it initially (re)starts. If this option is disabled, Monitoring Engine will not accept any passive service checks. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. If you want to change this option when state retention is active (and the use_retained_program_state is enabled), you'll have to use the appropriate external command or change it via the web interface. Option is enabled by default.
es: Esta opción determina si el motor de monitoreo acepta o no verificaciones pasivas cuando se inicia (re). Si esta opción está deshabilitada, el motor de monitoreo no realiza ninguna verificación de servicio pasivo. Nota: Si la retención de estado está habilitada, el motor de administración ignorará este parámetro cuando (re) se inicie y use el último valor conocido de este parámetro (tal como está almacenado en el archivo de retención de estado) a menos que La opción `use_retained_program_state está deshabilitada. Si desea cambiar esta opción cuando la retención de estado está activa (y use_retained_program_state está activa), deberá usar el comando externo apropiado o cambiarlo a través de la interfaz web. La opción está habilitada por defecto.
zh_cn: 此选项确定监控引擎在初始(重新)启动时是否接受被动服务检查。如果禁用此选项，监视引擎将不接受任何被动服务检查。注意:如果启用了状态保留，则监控引擎将在(重新)启动时忽略此设置，并使用此选项的最后已知设置(存储在状态保留文件中)，除非禁用use_retained_program_state选项。如果你想在状态保留处于活动状态时更改此选项(并且启用了use_retained_program_state)，则必须使用适当的外部命令或通过web界面更改。选项默认启用。

source: This option determines whether or not Monitoring Engine will accept passive host checks when it initially (re)starts. If this option is disabled, Monitoring Engine will not accept any passive host checks. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. If you want to change this option when state retention is active (and the use_retained_program_state is enabled), you'll have to use the appropriate external command or change it via the web interface. Option is enabled by default.
es: Esta opción determina si el motor de administración acepta o no verificaciones de host pasivas cuando se inicia (re). Si esta opción está deshabilitada, el motor del supervisor no acepta ningún cheque de invitado pasivo. Nota: Si la retención de estado está habilitada, el motor de administración ignorará este parámetro cuando (re) se inicie y use el último valor conocido de este parámetro (tal como está almacenado en el archivo de retención de estado) a menos que La opción `use_retained_program_state está deshabilitada. Si desea cambiar esta opción cuando la retención de estado está activa (y use_retained_program_state está activa), deberá usar el comando externo apropiado o cambiarlo a través de la interfaz web. La opción está habilitada por defecto.
zh_cn: 此选项确定监控引擎在初始(重新)启动时是否接受被动主机检查。如果此选项被禁用，监控引擎将不接受任何被动主机检查。注意:如果启用了状态保留，则监控引擎将在(重新)启动时忽略此设置，并使用此选项的最后已知设置(存储在状态保留文件中)，除非禁用use_retained_program_state选项。如果你想在状态保留处于活动状态时更改此选项(并且启用了use_retained_program_state)，则必须使用适当的外部命令或通过web界面更改。选项默认启用。

source: This option determines whether or not Monitoring Engine will run event handlers when it initially (re)starts. If this option is disabled, Monitoring Engine will not run any host or service event handlers. Note: If you have state retention enabled, Monitoring Engine will ignore this setting when it (re)starts and use the last known setting for this option (as stored in the state retention file), unless you disable the use_retained_program_state option. If you want to change this option when state retention is active (and the use_retained_program_state is enabled), you'll have to use the appropriate external command or change it via the web interface. Option is enabled by default.
es: Esta opción determina si el motor de administración utiliza o no los controladores de eventos cuando se inicia (re). Si esta opción está deshabilitada, el motor de administración no usa ningún controlador de eventos de host o servicio. Nota: Si la retención de estado está habilitada, el sistema de monitoreo ignorará este parámetro cuando (re) se inicie y use el último valor conocido de este parámetro (tal como está almacenado en el archivo de retención de estado) a menos que La opción `use_retained_program_state está deshabilitada. Para cambiar esta opción cuando la retención de estado está activa (y use_retained_program_state está activa), será necesario usar el comando externo apropiado o cambiarlo a través de la interfaz web. La opción está habilitada por defecto.
zh_cn: 此选项确定监视引擎在最初(重新)启动时是否运行事件处理程序。如果禁用此选项，监视引擎将不会运行任何主机或服务事件处理程序。注意:如果启用了状态保留，则监控引擎将在(重新)启动时忽略此设置，并使用此选项的最后已知设置(存储在状态保留文件中)，除非禁用use_retained_program_state选项。如果你想在状态保留处于活动状态时更改此选项(并且启用了use_retained_program_state)，则必须使用适当的外部命令或通过web界面更改。选项默认启用。

source: This option determines whether or not Monitoring Engine will check the command file for commands that should be executed. This option must be enabled if you plan on using Centreon to issue commands via the web interface.
es: Esta opción determina si el motor de administración comprueba o no el archivo de comandos para los comandos que deben ejecutarse. Esta opción debe estar habilitada si desea que Centreon ejecute comandos a través de la interfaz web.
zh_cn: 此选项确定监视引擎是否将检查命令文件中应执行的命令。如果您计划使用Centreon通过web界面发出命令，则必须启用此选项。

source: If you specify a number with an "s" appended to it (i.e. 30s), this is the number of seconds to wait between external command checks. If you leave off the "s", this is the number of "time units" to wait between external command checks. Unless you've changed the interval_length value (as defined below) from the default value of 60, this number will mean minutes. By setting this value to -1, Monitoring Engine will check for external commands as often as possible. Each time Monitoring Engine checks for external commands it will read and process all commands present in the command file before continuing on with its other duties.
es: Si especifica un número seguido de una "s" (por ejemplo, 30 s), este será el intervalo en segundos entre las comprobaciones de los comandos externos. Si no pone "s", será una cantidad de "unidades de tiempo" esperar entre las verificaciones de control externas. A menos que haya cambiado el valor "interval_length" (como se define a continuación) del valor predeterminado de 60, este número expresa minutos. Al establecer este valor en -1, el motor de monitoreo monitoreará los comandos externos con la mayor frecuencia posible. Siempre que el motor de verificación verifique los comandos externos, leerá y ejecutará todos los comandos en el archivo de comandos antes de pasar a las siguientes tareas.
zh_cn: 如果你指定一个数字后加上“s”(即30s)，这是外部命令检查之间需要等待的秒数。如果去掉“s”，这是外部命令检查之间等待的“时间单位”的数量。除非你将interval_length值(定义如下)从默认值60改为60，否则这个数字将表示分钟。通过将此值设置为-1，监视引擎将尽可能频繁地检查外部命令。每次监控引擎检查外部命令时，它都会读取并处理命令文件中的所有命令，然后再继续执行其他任务。

source: This is the file that Monitoring Engine will check for external commands to process. Centreon writes commands to this file. The external command file is implemented as a named pipe (FIFO), which is created when Monitoring Engine starts and removed when it shuts down. If the file exists when Monitoring Engine starts, the Monitoring Engine process will terminate with an error message.
es: Este es el archivo de comando externo que puede ser ejecutado por el motor de monitoreo. Centreon guarda los comandos en este archivo. El archivo de comando externo está organizado como una tubería con nombre (FIFO), que se crea cuando se inicia el motor de administración y luego se elimina cuando se detiene. Si el archivo ya existe cuando se inicia el motor supervisor, el motor supervisor se detiene con un mensaje de error.
zh_cn: 这是监控引擎将检查要处理的外部命令的文件。Centreon将命令写入该文件。外部命令文件以命名管道(FIFO)的形式实现，它在监控引擎启动时创建，在引擎关闭时删除。如果在监控引擎启动时存在该文件，则监控引擎进程将终止并显示错误消息。

source: This is an advanced feature. This option determines how many buffer slots Monitoring Engine will reserve for caching external commands that have been read from the external command file by a worker thread, but have not yet been processed by the main thread of the Monitoring Engine daemon. This option essentially determines how many commands can be buffered. For installations where you process a large number of passive checks (e.g. distributed setups), you may need to increase this number. You should consider using MRTG to graph Monitoring Engine' usage of external command buffers.
es: Esta es una función avanzada. Esta opción determina la cantidad de búferes reservados por el motor de administración para almacenar en caché los comandos externos leídos por el proceso de lectura del archivo de comando externo, pero que aún no han sido leídos por el proceso posterior. Plano principal del motor de supervisión. Esta opción determina principalmente el número de comandos que se pueden almacenar en búfer. Para instalaciones donde hay un gran número de controles pasivos (por ejemplo, entornos distribuidos), este número debe incrementarse. Se debe considerar el uso de MRTG para generar un gráfico para el uso de buffers de comandos externos.
zh_cn: 这是一个高级特性。该选项决定监控引擎将为缓存外部命令预留多少缓冲槽，这些命令已经由工作线程从外部命令文件读取，但还没有被监控引擎守护进程的主线程处理。该选项本质上决定了可以缓冲多少命令。对于处理大量被动检查的安装(例如分布式设置)，您可能需要增加此数量。你应该考虑使用MRTG来绘制监控引擎外部命令缓冲区使用情况的图。

source: This option specifies the location of the lock file that Monitoring Engine should create when it runs as a daemon. This file contains the process id (PID) number of the running Monitoring Engine process.
zh_cn: 该选项指定监控引擎作为守护进程运行时应该创建的锁文件的位置。该文件包含正在运行的监控引擎进程的进程id (PID)号。

source: This option determines whether or not Monitoring Engine will retain state information for hosts and services between program restarts. If you enable this option, you should supply a value for the state_retention_file variable. When enabled, Monitoring Engine will save all state information for hosts and service before it shuts down (or restarts) and will read in previously saved state information when it starts up again. Option is enabled by default.
es: Esta opción determina si el motor de administración recuerda o no el estado de los hosts y servicios entre los reinicios del programa. Si la opción está habilitada, se debe establecer el valor de state_retention_file. En este caso, el sistema de monitoreo guarda toda la información de estado de los hosts y servicios antes de detener (o reiniciar) y la vuelve a leer cuando se inicia de nuevo. La opción está activa por defecto.
zh_cn: 此选项确定监视引擎是否在程序重启之间保留主机和服务的状态信息。如果你启用了这个选项，你应该为state_retention_file变量提供一个值。当启用时，监控引擎将在关闭(或重启)之前保存主机和服务的所有状态信息，并在再次启动时读取先前保存的状态信息。选项默认启用。

source: This is the file that Monitoring Engine will use for storing status, downtime, and comment information before it shuts down. When Monitoring Engine is restarted it will use the information stored in this file for setting the initial states of services and hosts before it starts monitoring anything. In order to make Monitoring Engine retain state information between program restarts, you must enable the retain_state_information option.
es: Este es el archivo utilizado por el motor de administración para almacenar el estado, el tiempo de inactividad y los comentarios antes de detenerse. Cuando se reinicia el motor de administración, utiliza la información almacenada en este archivo para definir, antes de verificar, el estado inicial de los servicios y los hosts. Para permitir que el motor de administración guarde la información de estado entre los reinicios del programa, la opción retain_state_information debe estar habilitada.
zh_cn: 这是监控引擎在关闭之前用来存储状态、停机时间和注释信息的文件。当监控引擎重新启动时，它将使用存储在此文件中的信息在开始监控任何内容之前设置服务和主机的初始状态。为了使监视引擎在程序重启之间保留状态信息，必须启用retain_state_information选项。

source: This setting determines how often (in minutes) that Monitoring Engine will automatically save retention data during normal operation. If you set this value to 0, Monitoring Engine will not save retention data at regular intervals, but it will still save retention data before shutting down or restarting. If you have disabled state retention (with the retain_state_information option), this option has no effect.
es: Este parámetro define la frecuencia (en minutos) con la que el motor de administración guardará automáticamente los datos de retención durante el funcionamiento normal. Si el valor es 0, el motor de monitoreo no registrará los datos de retención a intervalos regulares, sino solo antes de detener o reiniciar. Si la retención de estado está deshabilitada (con la opción retain_state_information), este parámetro no tiene efecto.
zh_cn: 此设置确定监控引擎在正常运行期间自动保存保留数据的频率(以分钟为单位)。如果将此值设置为0，则监控引擎不会定期保存保留数据，但它仍然会在关闭或重启之前保存保留数据。如果禁用了状态保留(使用retain_state_information选项)，则此选项无效。

source: This setting determines whether or not Monitoring Engine will set various program-wide state variables based on the values saved in the retention file. Some of these program-wide state variables that are normally saved across program restarts if state retention is enabled include the enable_notifications, enable_flap_detection, enable_event_handlers, execute_service_checks, and accept_passive_service_checks options. If you do not have state retention enabled, this option has no effect. This option is enabled by default.
es: Esta opción determina si el motor de administración establece varias variables globales según los valores en el archivo de retención. Las opciones enable_notifications enable_flap_detection, enable_event_handlers, execute_service_checks y accept_passive_service_checks se encuentran entre estas variables globales y, normalmente, se mantienen entre puestas en marcha el programa si se activa el d`état retención. Si la retención de estado no está activa, esta opción no tiene efecto. Esta opción está habilitada por defecto.
zh_cn: 此设置决定监控引擎是否将根据保存在保留文件中的值设置各种程序范围的状态变量。如果启用状态保留，通常在程序重新启动时保存的一些程序范围的状态变量包括enable_notifications、enable_flap_detection、enable_event_handlers、execute_service_checks和accept_passive_service_checks选项。如果未启用状态保留，则此选项不起作用。默认情况下启用该选项。

source: This setting determines whether or not Monitoring Engine will retain scheduling info (next check times) for hosts and services when it restarts. If you are adding a large number (or percentage) of hosts and services, I would recommend disabling this option when you first restart Monitoring Engine, as it can adversely skew the spread of initial checks. Otherwise you will probably want to leave it enabled.
es: Esta configuración determina si el motor de administración almacena la programación (tiempos de verificación futuros) para hosts y servicios cuando se reinicia. Si agrega una gran cantidad (o porcentaje) de hosts o servicios, se recomienda que desactive esta opción en el primer reinicio del motor de monitoreo, ya que esto puede limitar significativamente el tiempo de las primeras comprobaciones. Además será necesario dejar activada esta opción.
zh_cn: 此设置决定监控引擎在重启时是否保留主机和服务的调度信息(下次检查时间)。如果您要添加大量(或百分比)的主机和服务，我建议您在首次重新启动Monitoring Engine时禁用此选项，因为它可能会对初始检查的分布产生不利影响。否则，您可能希望保持启用状态。

source: This is an advanced feature. You'll need to read the Centreon Engine source code to use this option effectively. These options determine which service attributes are NOT retained across program restarts. By default, all host and service attributes are retained.
zh_cn: 这是一个高级特性。你需要阅读Centreon引擎的源代码才能有效地使用这个选项。这些选项决定在程序重新启动时不保留哪些服务属性。默认情况下，保留所有的主机和业务属性。

source: This is an advanced feature. You'll need to read the Centreon Engine source code to use this option effectively. These options determine which host attributes are NOT retained across program restarts. By default, all host and service attributes are retained.
zh_cn: 这是一个高级特性。你需要阅读Centreon引擎的源代码才能有效地使用这个选项。这些选项决定在程序重启时不保留哪些主机属性。默认情况下，保留所有的主机和业务属性。

source: This is an advanced feature. You'll need to read the Centreon Engine source code to use this option effectively. These options determine which service process attributes are NOT retained across program restarts. By default, all host and service attributes are retained.
zh_cn: 这是一个高级特性。你需要阅读Centreon引擎的源代码才能有效地使用这个选项。这些选项决定在程序重启时不保留哪些服务进程属性。默认情况下，保留所有的主机和业务属性。

source: This is an advanced feature. You'll need to read the Centreon Engine source code to use this option effectively. These options determine which host process attributes are NOT retained across program restarts. By default, all host and service attributes are retained.
zh_cn: 这是一个高级特性。你需要阅读Centreon引擎的源代码才能有效地使用这个选项。这些选项决定在程序重启时不保留哪些主机进程属性。默认情况下，保留所有的主机和业务属性。

source: This is an advanced feature. You'll need to read the Centreon Engine source code to use this option effectively. These options determine which service contact attributes are NOT retained across program restarts. By default, all host and service attributes are retained.
zh_cn: 这是一个高级特性。你需要阅读Centreon引擎的源代码才能有效地使用这个选项。这些选项决定在程序重新启动时不保留哪些服务联系属性。默认情况下，保留所有的主机和业务属性。
