Repository: centreon/centreon
Catalog: centreon/lang/*.UTF-8/LC_MESSAGES/help.po
Languages: es, zh_cn

source: Define the number of "time units" to wait before sending out the first problem notification when this service enters a non-OK state. With the default time unit of 60s, this number will mean multiples of 1 minute. If you set this value to 0, monitoring engine will start sending out notifications immediately.
es: Establezca el número de "unidades de tiempo" para esperar antes de enviar la primera notificación de problema cuando este servicio entra en un estado de no OK. Con la unidad predeterminada de 60, este número representa múltiplos de 1 minuto. Si establece este valor en 0, el motor de monitoreo comenzará a enviar notificaciones de inmediato.
zh_cn: 定义在此服务进入非ok状态时发送第一个问题通知之前等待的“时间单位”数。默认的时间单位是60s，这个数字意味着1分钟的倍数。如果将此值设置为0，则监视引擎将立即开始发送通知。

source: Define the number of "time units" to wait before sending out the recovery notification when this service enters an OK state. With the default time unit of 60s, this number will mean multiples of 1 minute. If you set this value to 0, monitoring engine will start sending out notifications immediately.
zh_cn: 定义在此服务进入OK状态时发送恢复通知之前等待的“时间单位”数。默认的时间单位是60s，这个数字意味着1分钟的倍数。如果将此值设置为0，则监视引擎将立即开始发送通知。

source: If this option is enabled, use host's notification parameters instead of service or from template of service parameters inherited
es: Si esta opción está habilitada, la configuración de notificación utilizada será la del host en lugar de la establecida en el nivel de servicio o modelo de servicio.
zh_cn: 如果启用了该选项，使用host的通知参数而不是service或从模板中继承的service参数

source: Specify one or multiple host templates, that should be linked to this template. A service, that uses this service template, will complete the missing host relation and result in a full service definition.
zh_cn: 指定一个或多个应该链接到此模板的主机模板。使用此服务模板的服务将完成缺失的主机关系并生成完整的服务定义。

source: Specify the host(s) that this service "runs" on or is associated with.
zh_cn: 指定此服务“运行”的主机或与之关联的主机。

source: Specify the hostgroup(s) that this service "runs" on or is associated with. One or more hostgroup(s) may be used instead of, or in addition to, specifying hosts.
es: Especifica que este servicio "se ejecuta" en o está asociado con el grupo (s) de hosts. Se pueden usar uno o más grupos de hosts en lugar de, o además de, la especificación de hosts.
zh_cn: 指定该服务“运行”或与之关联的主机组。可以使用一个或多个主机组来代替指定主机，也可以使用指定主机。

source: This directive is used to identify the short name(s) of the servicegroup(s) that the service belongs to. This directive may be used as an alternative to using the members directive in servicegroup definitions.
zh_cn: 该指令用于标识该服务所属服务组的短名称。在服务组定义中，这个指令可以替代使用members指令。

source: Specify the relation of known SNMP traps to state changes of this service.
es: Especifica la relación de las escaladas SNMP conocidas con el cambio de estado de este servicio.
zh_cn: 指定已知SNMP trap与该服务状态变化的关系。

source: This directive determines whether or not checks for the service will be "obsessed" over. When enabled the obsess over service command will be executed after every check of this service.
es: Esta guía determina si los cheques para el servicio serán más "insistentes". Cuando se active, el comando se ejecutará después de cada verificación de este servicio.
zh_cn: 这个指令决定服务的检查是否会被“激发”。启用后，每次检查该服务后都会执行obsess over service命令。

source: This directive is used to determine whether or not freshness checks are enabled for this service. When enabled monitoring engine will trigger an active check when last passive result is older than the value defined in the threshold. By default freshness checks are enabled.
es: Esta directiva se utiliza para determinar si las comprobaciones de frialdad están habilitadas para este servicio. Cuando está habilitado, el motor de verificación activará una verificación activa si el resultado de la última verificación pasiva es anterior al valor de umbral definido. Por defecto, las comprobaciones de frescura están habilitadas.
zh_cn: 该指令用于确定是否为此服务启用新鲜度检查。启用后，当最后一个被动结果比阈值中定义的值更早时，监视引擎将触发主动检查。默认情况下，新鲜度检查是启用的。

source: This directive is used to specify the freshness threshold (in seconds) for this service. If you set this directive to a value of 0, monitoring engine will determine a freshness threshold to use automatically.
es: Esta directiva se utiliza para especificar el umbral de actualización (en segundos) para este servicio. Si establece esta directiva en un valor de 0, el motor de verificación determinará un umbral de frialdad para usar automáticamente.
zh_cn: 该指令用于指定该服务的新鲜度阈值(以秒为单位)。如果您将此指令设置为0，则监控引擎将自动确定要使用的新鲜度阈值。

source: This directive is used to determine whether or not flap detection is enabled for this service. A service is marked as flapping when frequent state changes occur.
es: Este tema se utiliza para habilitar o inhabilitar la detección de oscilaciones para este servicio. Un servicio se marca oscilando cuando su estado cambia frecuentemente.
zh_cn: 此指令用于确定是否为该服务启用扇形检测。当频繁发生状态变化时，服务被标记为振荡。

source: Specify the low state change threshold used in flap detection for this service. A service with a state change rate below this threshold is marked normal. By setting the value to 0, the program-wide value will be used.
es: Especifique el umbral bajo de la tasa de cambio utilizada en la detección de estado para este servicio. Un servicio con una tasa de cambio de estado por debajo de este umbral se marca como normal. Al establecer el valor en 0, el valor se utilizará en todo el programa.
zh_cn: 指定用于此服务的震荡检测的低状态变化阈值。状态变化率低于此阈值的服务被标记为正常。通过将该值设置为0，将使用程序范围的值。

source: Specify the high state change threshold used in flap detection for this service. A service with a state change rate above or equal to this threshold is marked as flapping. By setting the value to 0, the program-wide value will be used.
es: Especifique el umbral de detección alto de cambio de estado para este servicio. Un servicio con una tasa mayor o igual a este umbral se marca como aleteo. Al establecer el valor en 0, el valor se utilizará en todo el programa.
zh_cn: 指定用于此服务的震荡检测的高状态变化阈值。状态变化率高于或等于此阈值的服务被标记为振荡。通过将该值设置为0，将使用程序范围的值。

source: Specify whether or not the processing of performance data is enabled for this service.
es: Especifique si el procesamiento de datos de rendimiento está habilitado para este servicio.
zh_cn: 指定是否为此服务启用性能数据处理。

source: Specify whether or not status-related information about the service is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
es: Especifique si la información de estado en el servicio se conserva o no después de que se reinicie el programa. Esto solo es útil si ha habilitado la retención de estado utilizando la directiva "retain_state_information".
zh_cn: 指定是否在程序重新启动期间保留有关服务的状态相关信息。这只有在使用retain_state_information指令启用状态保留时才有用。

source: Specify whether or not non-status information about the service is retained across program restarts. This is only useful if you have enabled state retention using the retain_state_information directive.
es: Determina si el estado de los servicios se almacena entre dos reinicios. Esta opción solo es útil si habilita la opción retain_state_information.
zh_cn: 指定是否在程序重启期间保留有关服务的非状态信息。这只有在使用retain_state_information指令启用状态保留时才有用。

source: Define which service states "stalking" is enabled for.
es: Determina si el seguimiento preciso de los cambios de estado está habilitado.
zh_cn: 定义启用“跟踪”的服务状态。

source: This directive is used to determine whether or not the event handler for this service is enabled.
es: Esta configuración le permite habilitar o deshabilitar el controlador de eventos para este servicio.
zh_cn: 此指令用于确定是否启用此服务的事件处理程序。

source: This directive is used to specify the command that should be run whenever a change in the state of the service is detected (i.e. whenever it changes to non-OK or recovers).
es: Este parámetro se usa para especificar un comando que deberá iniciarse cuando se detecte un cambio de estado de servicio (cuando el servicio cambie de estado de no OK a recuperación).
zh_cn: 该指令用于指定当检测到服务状态发生变化时(即当它变为非ok或恢复时)应该运行的命令。

source: Specify a duration of acknowledgement for this service or service depending to this template. If you leave it blank, no timeout will be set.
es: Especifique una duración máxima antes de borrar el acuse de recibo de los reconocimientos para este servicio o los servicios heredados de este modelo. Dejar vacío para no especificar una duración máxima.
zh_cn: 根据此模板指定此服务或服务的确认持续时间。如果您将其保留为空，则不会设置超时。

source: Select the categories this service should be linked to. Categories are used for finer control in service ACL definitions.
zh_cn: 选择此服务应该链接到的类别。类别用于在服务ACL定义中进行更精细的控制。

source: Define an optional URL that can be used to provide more information about the service. Any valid URL can be used. This can be very useful if you want to make detailed information on the service, emergency contact methods, etc. available to other support staff.
zh_cn: 定义一个可选的URL，该URL可用于提供有关服务的更多信息。任何有效的URL都可以被使用。如果您希望向其他支持人员提供有关服务的详细信息、紧急联系方法等，这将非常有用。

source: Define an optional string of notes pertaining to the service.
zh_cn: 定义与服务相关的可选注释字符串。

source: Define an optional URL that can be used to provide more actions to be performed on the service. You will see the link to the action URL in the service details.
es: Define una URL opcional que proporciona acciones adicionales en el servicio. Podrías ver un enlace a la URL en los detalles del servicio.
zh_cn: 定义一个可选的URL，该URL可用于提供更多要在服务上执行的操作。您将在服务详细信息中看到指向操作URL的链接。

source: Define the image that should be associated with this service here. This image will be displayed in the various places. The image will look best if it is 40x40 pixels in size.
es: Aquí se define la imagen que debe asociarse con el servicio. La imagen se mostrará en diferentes lugares. La imagen tendrá una mejor representación si su tamaño es de 40x40 píxeles.
zh_cn: 在这里定义应该与此服务关联的映像。这幅图像将在各个地方展出。如果图像大小为40x40像素，则图像看起来最好。

source: Macros are used as object-specific variables/properties, which can be referenced in commands and extended infos. A Macro named TECHCONTACT can be referenced as $_SERVICETECHCONTACT$.
es: Las macros se utilizan como variables / propiedades específicas, que se pueden usar en comandos e información adicional. Una macro llamada TECHCONTACT puede ser referenciada como $ _SERVICETECHCONTACT $.
zh_cn: 宏被用作特定于对象的变量/属性，可以在命令和扩展信息中引用。一个名为TECHCONTACT的宏可以被引用为$_SERVICETECHCONTACT$。

source: This directive is used to define an alternate name that should be displayed in the web interface for this service. If not specified, this defaults to the value you specify as service description.
es: Esta configuración le permite definir un nombre diferente que se mostrará en la interfaz web para este servicio. Si no especifica nada, será el nombre definido en la descripción del servicio que se mostrará.
zh_cn: 该指令用于定义一个应该显示在此服务的web界面中的替代名称。如果未指定，则默认为您指定为服务描述的值。

source: This directive is used to determine what service states the flap detection logic will use for this service.
es: Este parámetro se utiliza para determinar qué estados se activará la detección de oscilaciones para este servicio.
zh_cn: 该指令用于确定flap检测逻辑将为该服务使用哪些服务状态。

source: By default monitoring engine will assume that all services are in OK states when it starts.You can override the initial state for a service by using this directive.
zh_cn: 默认情况下，监控引擎在启动时将假定所有服务都处于OK状态。你可以使用这个指令覆盖服务的初始状态。

source: Select the service templates this category should be linked to. Every service based on the selected templates will be automatically linked with this category.
es: Selecciona las plantillas de servicio a las que se debe vincular esta categoría. Cada servicio basado en los modelos seleccionados se vinculará automáticamente a esta categoría.
zh_cn: 选择该类别应该链接到的服务模板。基于所选模板的每个服务都将自动链接到此类别。

source: This directive is used to identify the host(s) that the service that is being depended upon (also referred to as the master service) "runs" on or is associated with.
es: Esta variable se utiliza para identificar el host (o hosts) del que se está ejecutando el servicio del cual depende (también llamado el servicio maestro) con el que está asociado.
zh_cn: 该指令用于标识服务所依赖的主机(也称为主服务)。“运行”或与…有关。

source: This directive is used to identify the description of the service that is being depended upon (also referred to as the master service).
es: Esta variable se usa para identificar la descripción de un servicio del cual depende (también llamado servicio maestro).
zh_cn: 该指令用于标识所依赖的服务(也称为主服务)的描述。

source: This directive is used to identify the host(s) that the dependent service "runs" on or is associated with. Leaving this directive blank can be used to create "same host" dependencies.
es: Esta variable se utiliza para identificar el host (o hosts) en el que se ejecuta el servicio dependiente con el que está asociado. Dejar esta variable vacía puede ser una solución para crear dependencias en el mismo host.
zh_cn: 该指令用于标识依赖服务“运行”的主机或与其关联的主机。让这个指令留空可以用来创建“相同的主机”依赖。

source: This directive is used to identify the short name(s) of the hostgroup(s) that the service that is being depended upon (also referred to as the master service) "runs" on or is associated with. Multiple hostgroups should be separated by commas. The hostgroup_name may be used instead of, or in addition to, the host_name directive.
es: Esta variable se utiliza para identificar el nombre (s) corto (s) del (de los) grupo (s) de hosts de los que se está ejecutando el servicio del cual depende (también llamado el servicio maestro) con el que está asociado. Los grupos de hosts múltiples pueden estar separados por comas. La variable hostgroup_name se puede usar en su lugar o junto con la variable host_name.
zh_cn: 该指令用于标识所依赖的服务(也称为主服务)所依赖的主机组的短名称。“运行”或与…有关。多个主机组之间用逗号分隔。hostgroup_name可以用来代替host_name指令，或者作为host_name指令的补充。

source: This directive is used to specify the short name (s) of the hostgroup(s) that the dependent service "runs" on or is associated with. The dependent_hostgroup may be used instead of, or in addition to, the dependent_host directive.
es: Esta variable se utiliza para identificar los nombres cortos de los grupos de hosts en los que se ejecuta el servicio dependiente con el que está asociado. Varios grupos de hosts pueden estar separados por comas. La variable dependiente_hostgroup se puede usar en su lugar o junto con la variable dependiente_host.
zh_cn: 该指令用于指定依赖服务“运行”或与其关联的主机组的短名称。可以使用dependent_hostgroup来代替dependent_host指令，或者作为它的补充。

source: This directive is used to identify the description of the service group that is being depended upon (also referred to as the master service group).
es: Esta directiva se utiliza para identificar la descripción del grupo de servicios del que depende (también denominado grupo de servicios maestro).
zh_cn: 该指令用于标识所依赖的服务组(也称为主服务组)的描述。

source: This directive is used to identify the description of the dependent service group.
es: Esta variable se utiliza para identificar la descripción de un grupo de servicio dependiente.
zh_cn: 该指令用于标识依赖服务组的描述。

source: This directive is used to identify the description of the meta service that is being depended upon (also referred to as the master meta service).
es: Esta directiva se usa para identificar la descripción de un meta servicio de la que depende uno (también llamado el meta servicio maestro).
zh_cn: 该指令用于标识所依赖的元服务的描述(也称为主元服务)。

source: This directive is used to identify the description of the dependent meta service.
es: Esta directiva se utiliza para identificar la descripción de un meta servicio dependiente.
zh_cn: 该指令用于标识依赖元服务的描述。

source: This directive is used to identify the description of the dependent host.
es: Esta directiva se utiliza para identificar la descripción del host dependiente.
zh_cn: 该指令用于标识从属主机的描述。

source: Define a short name for the service group here. The short name will be used to display the service group in monitoring, views and reporting.
es: Aquí se define un nombre corto para el grupo de servicios. Este nombre se utilizará para mostrar el grupo de servicios en supervisión, vistas e informes.
zh_cn: 在这里为服务组定义一个简短的名称。短名称将用于在监视、视图和报告中显示服务组。

source: Define a longer name or description for the service group here.
es: Aquí se define un nombre largo o una descripción para el grupo de servicios.
zh_cn: 在这里为服务组定义一个较长的名称或描述。

source: This is a list of host-bound services that should be included in this service group.
es: Esta es una lista de servicios relacionados con el host que deben incluirse en este grupo de servicios.
zh_cn: 这是应该包含在此服务组中的主机绑定服务的列表。

source: This is a list of host group-bound services that should be included in this service group.
es: Esta es una lista de servicios por grupo de hosts y debe incluirse en este grupo de servicios.
zh_cn: 这是应该包含在此服务组中的主机组绑定服务的列表。

source: This is a list of service templates that should be included in this service group. Service template needs to be associated with a host template in order to show up here.
es: Este campo se usa para seleccionar plantillas de servicios, por lo que los servicios que heredan plantillas seleccionadas se agregarán automáticamente al grupo de servicios. Solo las plantillas de servicio vinculadas a las plantillas de host se proporcionan en este campo.
zh_cn: 这是应该包含在此服务组中的服务模板列表。服务模板需要与主机模板相关联才能显示在这里。

source: This optional directive can be used to include services from other "sub" service groups in this service group.
es: Este parámetro opcional se puede usar para incluir servicios de otros grupos de servicios "sub" en este grupo de servicios.
zh_cn: 这个可选指令可以用来将来自其他“子”服务组的服务包含到这个服务组中。

source: This directive is used to define an optional string of notes pertaining to the service group. If you specify a note here, you will see it in the extended information CGI (when you are viewing information about the specified service group).
es: Esta opción se utiliza para enlazar una cadena opcional como una nota sobre el grupo de servicio. Si especifica una nota aquí, será visible en la información extendida (cuando vea esta información sobre el servicio de grupo en cuestión).
zh_cn: 该指令用于定义一个可选的关于服务组的注释字符串。如果您在这里指定一个注释，您将在扩展信息CGI中看到它(当您查看有关指定服务组的信息时)。

source: This directive is used to define an optional URL that can be used to provide more information about the service group. Any valid URL can be used. If you plan on using relative paths, the base path will be the same as what is used to access the CGIs (i.e. /cgi-bin/nagios/). This can be very useful if you want to make detailed information on the service group, emergency contact methods, etc. available to other support staff.
es: Establece una URL opcional que se puede usar para agregar información adicional. Se puede utilizar cualquier URL válida. En caso de que las URL sean relativas, se basarán en el acceso CGI (es decir, / cgi-bin / nagios para el controlador Nagios). Esto puede ser muy útil para agregar información detallada sobre el grupo de servicios, los métodos de contacto de respaldo, etc., disponibles para otras personas de soporte.
zh_cn: 该指令用于定义一个可选URL，该URL可用于提供有关服务组的更多信息。任何有效的URL都可以被使用。如果您计划使用相对路径，则基本路径将与用于访问cgi的路径相同(即/cgi-bin/nagios/)。如果您希望向其他支持人员提供有关服务组、紧急联系方法等的详细信息，这将非常有用。

source: This directive is used to define an optional URL that can be used to provide more actions to be performed on the service group. Any valid URL can be used. If you plan on using relative paths, the base path will be the same as what is used to access the CGIs (i.e. /cgi-bin/nagios/).
es: Esta opción se usa para definir una URL opcional que se puede usar para permitir que se realicen acciones adicionales en el grupo de servicios. Se puede utilizar cualquier URL válida. Si desea usar las rutas relativas d, la ruta base será la misma que se usa para acceder a los CGI (por ejemplo: / cgi-bin / nagios /)
zh_cn: 该指令用于定义一个可选URL，该URL可用于提供要在服务组上执行的更多操作。任何有效的URL都可以被使用。如果您计划使用相对路径，则基本路径将与用于访问cgi的路径相同(即/cgi-bin/nagios/)。

source: Define a short name to identify the time period.
es: Establece un nombre corto para identificar el período de tiempo.
zh_cn: 定义一个短名称来标识时间段。

source: Use the alias as a longer name or description to identify the time period.
es: Utilice el alias como un nombre largo o una descripción para identificar el período de tiempo.
zh_cn: 使用别名作为较长的名称或描述来标识时间段。

source: The weekday directives are comma-delimited lists of time ranges that are "valid" times for a particular day of the week. Each time range is in the form of HH:MM-HH:MM, where hours are specified on a 24 hour clock. For example, 00:15-24:00 means 12:15am in the morning for this day until 12:00am midnight (a 23 hour, 45 minute total time range). If you wish to exclude an entire day from the timeperiod, simply do not include it in the timeperiod definition.
es: Las definiciones de los períodos de tiempo diarios son intervalos de tiempo válidos correspondientes a un día particular de la semana. Cada intervalo es de la forma HH: MM-HH: MM donde las horas se especifican en un reloj de 24 horas. Por ejemplo, el período 00: 15-24: 00 significa 00:15 de la mañana hasta la medianoche (un período de 23 horas y 45 minutos). Para excluir un día completo, simplemente no lo incluya en la definición del período.
zh_cn: weekday指令是一组以逗号分隔的时间范围列表，这些时间范围是一周中某一天的“有效”时间。每个时间范围的形式为HH:MM-HH:MM，其中的小时是在24小时制中指定的。例如，00:15-24:00表示当天的上午12:15到午夜12:00(总时间范围为23小时45分钟)。如果希望从时间段中排除一整天，只需不将其包含在时间段定义中。

source: You can specify several different types of exceptions to the standard rotating weekday schedule. Exceptions can take a number of different forms including single days of a specific or generic month, single weekdays in a month, or single calendar dates. You can also specify a range of days/dates and even specify skip intervals to obtain functionality described by "every 3 days between these dates". Weekdays and different types of exceptions all have different levels of precedence, so it is important to understand how they can affect each other.
es: Es posible especificar diferentes tipos de inclusión en el período de tiempo. Estas inclusiones sobrecargarán la definición de los días del período clásico. Estas definiciones pueden adoptar diferentes formas, como un intervalo de tiempo para un día específico, el primer día de cada mes, cada tres días durante un período específico. Es importante verificar las superposiciones de inclusión para evitar sorpresas.
zh_cn: 您可以为标准的轮流工作日时间表指定几种不同类型的例外。例外可以采用多种不同的形式，包括特定月或一般月中的某一天、一个月中的单个工作日或单个日历日期。您还可以指定天数/日期范围，甚至指定跳过间隔，以获得“这些日期之间每3天”所描述的功能。工作日和不同类型的异常都有不同级别的优先级，因此了解它们如何相互影响是很重要的。

source: This directive is used to specify other timeperiod used as a timeperiod model.
es: Esta directiva se utiliza para agregar períodos de tiempo adicionales.
zh_cn: 此指令用于指定用作时间段模型的其他时间段。

source: This directive is used to specify other timeperiod definitions whose time ranges should be excluded from this timeperiod.
es: Esta directiva se utiliza para especificar otros períodos de tiempo que deben excluirse de este período de tiempo.
zh_cn: 此指令用于指定其他时间段定义，其时间段范围应排除在此时间段之外。

source: The name is used to identify the group with a short name.
es: Nombre corto del grupo para identificarlo rápidamente.
zh_cn: 该名称用于标识具有短名称的组。

source: Select traps to be grouped. Execution will be sequential.
es: Seleccione las capturas SNMP que se agruparán. El procesamiento asociado con las capturas SNMP será secuencial.
zh_cn: 选择需要分组的trap。执行将是顺序的。

source: The alias is a longer name or description for the vendor/manufacturer.
es: Alias ​​es un nombre largo o una descripción para el proveedor / fabricante.
zh_cn: 别名是供应商/制造商的较长名称或描述。

source: The name is used to identify the vendor/manufacturer with a short name.
es: El nombre se utiliza para identificar al proveedor / fabricante con un nombre corto.
zh_cn: 该名称用于识别具有短名称的供应商/制造商。

source: Use this for an optional description or comments about the vendor/manufacturer.
es: Use esto como una descripción opcional o comentario sobre el proveedor / fabricante.
zh_cn: 将其用于关于供应商/制造商的可选描述或注释。
